Repository: KavitaKumari93/windowTestApp
Catalog: FF.Cockpit.Common/Properties/Resources.*.resx
Languages: de, it

# GhostMarkersTileContent_resx
source: Ghost markers to be confirmed
de: Zu bestätigende Geistermarker
it: Marcatori fantasma da confermare

# HiskRiskPatientHeader_resx
source: High Risk Patients
de: Hochrisikopatienten
it: Pazienti ad alto rischio

# ImageDeletionLogStr_resx
source: Image deleted from path
de: Bild aus dem Pfad gelöscht
it: Immagine eliminata dal percorso

# LoginDatabaseAuthenticationOperationSystem_resx
source: Windows
it: Finestre

# LoginDatabaseAuthenticationSqlServer_resx
source: SQL-Server
it: Server SQL

# LoginDatabaseAuthentication_resx
source: Authentication:
de: Authentifizierung:
it: Autenticazione:

# LoginWindowHeader_resx
source: Login to the Universe ...
de: Bei Universe anmelden...
it: Accesso all'Universo ...

# Login_resx
source: Login
de: Anmelden
it: Accesso

# LogOutStr_resx
source: Are you sure to Logout from Cockpit?
de: Sind Sie sicher, dass Sie sich aus dem Cockpit abmelden können?
it: Sei sicuro di aver effettuato il logout da Cockpit?

# LowFrequency1DayFilterStr_resx
source: for more than one day.
de: mehr als einen Tag lang.
it: per più di un giorno.

# LowFrequency1MonthFilterStr_resx
source: for more than one month.
de: für mehr als einen Monat.
it: per più di un mese.

# LowFrequency1WeekFilterStr_resx
source: for more than one week.
de: für mehr als eine Woche.
it: per più di una settimana.

# LowFrequency1YearFilterStr_resx
source: for more than one year.
de: mehr als ein Jahr lang.
it: per più di un anno.

# LowFrequency5YearFilterStr_resx
source: for more than five years.
de: seit mehr als fünf Jahren.
it: per più di cinque anni.

# LowFrequencyDefaultStr_resx
source: Total number of patients who have not been examined
de: Gesamtzahl der Patienten, die nicht untersucht wurden
it: Numero totale di pazienti che non sono stati esaminati

# LowFrequencyFilterAppendStr_resx
source: as per date range.
de: je nach Datumsbereich.
it: come da intervallo di date.

# LowFrequencyFullViewFilterStr_resx
source: Total number of patients who have never been examined.
de: Gesamtzahl der Patienten, die noch nie untersucht wurden.
it: Numero totale di pazienti che non sono mai stati visitati.

# LowFrequentTileBtnContent_resx
source: Show List
de: Liste der Patienten anzeigen
it: Mostra l'elenco dei pazienti

# LowFrequentTileHeader_resx
source: Low Frequent Patients
de: Niedrig frequentierte Patienten
it: Pazienti poco frequenti

# MiscellaneousBtn_Save_resx
source: Save
de: Speichern
it: Risparmiare

# MiscellaneousEndHour_resx
source: End Hour
de: Ende Stunde
it: Ora di fine

# MiscellaneousSchedulerSettingHeader_resx
source: Scheduler Settings
de: Planer-Einstellungen
it: Impostazioni del pianificatore

# MiscellaneousStartHour_resx
source: Start Hour
de: Start Stunde
it: Ora di inizio

# MiscellaneousSyncSettingHeader_resx
source: Sync Cloud Settings
de: Cloud-Einstellungen synchronisieren
it: Sincronizzazione delle impostazioni del cloud

# MiscellaneousSyncSettingVisibilityText_resx
source: Is Sync Cloud Visible ?
de: Sync Cloud Sichtbar
it: Nuvola di sincronizzazione visibile

# MiscellaneousTextBox_WeekFirstDay_resx
source: First Day Of Week
de: Erster Tag der Woche
it: Primo giorno della settimana

# MonthStr_resx
source: Month
de: Monat
it: Mese

# NoRecordFoundMsg_resx
source: No records found.
de: Keine Aufzeichnungen gefunden.
it: Nessun record trovato.

# NotApplicableStr_resx
source: No Future Appointment
de: N/A
it: N/D

# OccupancyChartlbl1_resx
source: Occupancy
de: Belegung
it: Occupazione

# OccupancyChartlbl2_resx
source: Available
de: Verfügbar
it: Disponibile

# OneDayFilter_resx
source: 1 Day
de: 1 Tag
it: 1 giorno

# OneMonthFilter_resx
source: 1 Month
de: 1 Monat
it: 1 mese

# OneWeekFilter_resx
source: 1 Week
de: 1 Woche
it: 1 settimana

# OneYearFilter_resx
source: 1 Year
de: 1 Jahr
it: 1 anno

# Operational_AppointedDoctorGrid_Col_Appointments_resx
source: Appointments
de: Ernennungen
it: Appuntamenti

# Operational_AppointedDoctorGrid_Col_DoctorName_resx
source: Doctor Name
de: Name des Arztes
it: Nome del medico

# Operational_AppointedDoctorGrid_Col_Duration_resx
source: Total Duration
de: Gesamtdauer
it: Durata totale

# Operational_AppointedDoctorGrid_Col_TotalAppointments_resx
source: Number of Appointments
de: Anzahl der Ernennungen
it: Numero di appuntamenti

# Operational_AppointedDoctorsTileHeader_resx
source: Doctors Appointments
de: Arzttermine
it: Appuntamenti con i medici

# Operational_AppointedPatientsGrid_Col_AppointmentType_resx
source: New/Follow Up
de: Neu/Nachbereitung
it: Nuovo/Seguito

# Operational_AppointedPatientsGrid_Col_DoctorName_resx
source: Doctor
de: Artz
it: Il medico

# Operational_AppointedPatientsGrid_Col_Name_resx
source: Patient Name
de: Name des Patienten
it: Nome del paziente

# Operational_AppointedPatientsGrid_Col_Risk_resx
source: Risk Category
de: Risikokategorie
it: Categoria di rischio

# Operational_AppointedPatientsGrid_Col_RoomName_resx
source: Room
de: Zimmer
it: La camera

# Operational_RoomOccupancyChartXAxis_resx
source: Rooms
de: Zimmer
it: Camere

# Origin_resx
source: Germany
de: Deutschland
it: Germania

# PatientSelectionMsg_resx
source: Please select a patient to continue.
de: Bitte wählen Sie einen Patienten aus, um fortzufahren.
it: Selezionare un paziente per continuare.

# PDFExport_resx
source: Export to pdf
de: Exportieren in pdf
it: Esportazione in pdf

# Performance_BodyMappingSessionTileHeader_resx
source: Total Body Mapping Sessions
de: Total Body Mapping-Sitzungen
it: Sessioni di mappatura del corpo totale

# Performance_BodyMappingTileContent_resx
source: Overall count of Total Body Mapping sessions.
de: Gesamtzahl der Total Body Mapping-Sitzungen.
it: Conteggio complessivo delle sessioni di Total Body Mapping.

# Performance_CustomFilterUId_resx
source: CUSTOM
de: Benutzerdefiniert
it: PERSONALIZZATO

# PrivacyTileHeader_resx
source: Privacy
de: Datenschutz
it: La privacy

# ProcessFailedMsg_resx
source: Process Failed
de: Prozess fehlgeschlagen
it: Processo fallito

# Product updates until_resx
source: Product updates until:
de: Produktaktualisierungen bis:
it: Aggiornamenti del prodotto fino a:

# RecurrenceMonth_resx
source: Months
de: Monate
it: Mesi

# RecurrenceYear_resx
source: Yearly
de: Jährlich
it: Annuale

# RequiredFieldPopUpMsg_resx
source: All fields are required to enter.
de: Alle Felder müssen ausgefüllt werden.
it: L'inserimento di tutti i campi è obbligatorio.

# RoleNameAlreadyExists_resx
source: Role name already exists, choose different Name
de: Rollenname existiert bereits, wählen Sie einen anderen Namen
it: Il nome del ruolo esiste già, scegliere un altro nome

# RoomNameAlreadyExists_resx
source: Room name already exists, choose different name
de: Raumname existiert bereits, wählen Sie einen anderen Namen
it: Il nome della stanza esiste già, scegliere un nome diverso

# SaveButton_resx
source: Save
de: Speichern
it: Risparmiare

# SavedSuccessfullyMsg_resx
source: Saved Successfully
de: Erfolgreich gespeichert
it: Salvato con successo

# ScheduledUploadFailedMsg_resx
source: Scheduled Upload Failed
de: Geplanter Upload fehlgeschlagen
it: Caricamento programmato non riuscito

# Scheduler_ConsolidateView_resx
source: Consolidate
de: Konsolidieren
it: Consolidare

# Scheduler_DoctorViewTxt_resx
source: Doctor View
de: Arzt Ansicht
it: Vista del medico

# Scheduler_PastDaysAppointmentCreationValidation_resx
source: It is not possible to create an appointment on past days.
de: Es ist nicht möglich, einen Termin an vergangenen Tagen zu erstellen.
it: Non è possibile creare un appuntamento nei giorni passati.

# Scheduler_PastDaysAppointmentRescheduleValidation_resx
source: It is not possible to reschedule appointments on past days.
de: Es ist nicht möglich, Termine auf vergangene Tage zu verschieben.
it: Non è possibile riprogrammare gli appuntamenti nei giorni passati.

# Scheduler_RescheduleAppointmentConfirmationMsg_resx
source: Do you want to reschedule only current appointment or complete recurrence series.Please choose below.
de: Möchten Sie nur den aktuellen Termin verschieben oder eine komplette Wiederholungsserie durchführen, wählen Sie bitte unten.
it: Desidera riprogrammare solo l'appuntamento in corso o la serie completa di recidive.

# Scheduler_RescheduleAppointmentConfirmationTxt_resx
source: Reschedule Appointment
de: Termin verschieben
it: Riprogrammare l'appuntamento

# Scheduler_RoomViewTxt_resx
source: Room View
de: Zimmer Ansicht
it: Vista sulla camera

# ScheulerTileHeader_resx
source: Scheduler
de: Planer
it: Programmatore

# Session_resx
source: Session
de: Sitzung
it: Sessione

# StartDateStr_resx
source: Start Date
de: Datum des Beginns
it: Data di inizio

# SuccessMsg_resx
source: Success
de: Erfolg
it: Il successo

# SyncInprogressStr_resx
source: In-Progress
it: In corso

# SyncLastRefreshStr_resx
source: Last Refresh On
de: Letzte Auffrischung am
it: Ultimo aggiornamento su

# SyncNeverRefreshStr_resx
source: Never
de: Niemals
it: Mai

# SyncStartStr_resx
source: Sync-Start
it: Avvio sincronizzato

# TermsServicesTileHeader_resx
source: Terms and Services
de: Bedingungen und Dienstleistungen
it: Termini e servizi

# ToogleSwitchOFF_resx
source: OFF
de: Aus
it: SPENTO

# UpdateButton_resx
source: Update
de: Aktualisieren
it: Aggiornamento

# UploadLogNotFoundMsg_resx
source: No upload log found. !!
de: Kein Upload-Protokoll gefunden. !!
it: Nessun registro di caricamento trovato. !!

# WeekStr_resx
source: Week
de: Woche
it: Settimana

# YearStr_resx
source: Year
de: Jahr
it: Anno

# YesBtn_resx
source: YES
de: Ja
it: SÌ

# ConfigurationTabHeaderMiscellaneous_resx
source: Miscellaneous
de: Verschiedenes
it: Varie

# AppVersionTileContent_resx
source: Fotofinder Universe Software Version.Please Update Regularly.
de: Fotofinder Universe Software Version, bitte regelmäßig aktualisieren.

# DatabaseVersion_resx
source: Database v
de: Datenbank v

# LoginDatabasePassword_resx
source: Password:
de: Passwort:

# MaintenanceDays
source: d
de: t

# CopyrightContact_resx
source: (c)Copyright 2010-2030 FotoFinder Systems GmbH
de: (c)Urheberrecht 2010-2030 FotoFinder Systems GmbH

# Dashboard_MedicalHistoryTile_Text_resx
source: No
de: Nein

# DataGridColHeaderPassword_resx
source: Password
de: Passwort

# MaintenanceHours_resx
source: h
de: std

# OperationalUC_AdminBtn_resx
source: Admin
de: Verwaltung

# ToogleSwitchON_resx
source: ON
de: Ein
