Repository: KavitaKumari93/windowTestApp
Catalog: FF.Cockpit.Common/Properties/Resources.*.resx
Languages: de, it

# Operational_resx
source: Bookings
de: Buchungen
it: Prenotazioni

# FollowUp_resx
source: Follow-Ups
de: Folgeaufnahmen
it: Seguiti

# OperationalScheduledHours_resx
source: Total Scheduled Hours/
de: Geplante Stunden insgesamt/
it: Totale ore programmate/

# OperationalTreatmentBreakDown_resx
source: Examination Breakdown
de: Aufschlüsselung der Prüfung
it: Ripartizione degli esami

# OperationaRoomOccupancy_resx
source: Room Occupancy Report
de: Bericht über die Zimmerbelegung
it: Rapporto sull'occupazione delle camere

# CloudSync_resx
source: Cloud Sync
de: Cloud-Synchronisation
it: Sincronizzazione cloud

# LesionsUndeFollowUpTileContent_resx
source: Lesions for follow up according to latest session.
de: Läsionen zur Weiterverfolgung nach der letzten Sitzung.
it: Lesioni per il follow-up secondo l'ultima sessione.

# LesionsUndeFollowUpTileheader_resx
source: Lesions under follow up
de: Läsionen, die weiterverfolgt werden
it: Lesioni in corso di follow-up

# Trends_resx
source: Trends
it: Tendenze

# Refresh_resx
source: Refresh
de: Aktualisieren
it: Aggiornare

# AboutCity_resx
source: 84364 Bad Birnbach, Germany
de: 84364 Bad Birnbach, Deutschland
it: 84364 Bad Birnbach, Germania

# AboutCountryOfOriginDateOfProduction_resx
source: Country of origin / Date of production
de: Herkunftsland / Produktionsdatum
it: Paese di origine / Data di produzione

# AboutEndOfUpdatesDate_resx
source: Product updates until:
de: Produktaktualisierungen bis:
it: Aggiornamenti del prodotto fino a:

# AboutFollowInstruction_resx
source: Follow instruction for use!
de: Bitte Handbuch befolgen!
it: Seguire le istruzioni per l'uso!

# AboutMedicalDeviceDirective_resx
source: The product was developed according to applicable standards
de: Das Produkt wurde nach den geltenden Normen entwickelt
it: Il prodotto è stato sviluppato secondo gli standard applicabili

# AboutMedicalDevice_resx
source: Medical Device
de: Medizinprodukt
it: Dispositivo medico

# AboutModelNumber_resx
source: Model Number
de: Modellnummer
it: Numero di modello

# AboutProductManufacturing_resx
source: The product was developed according to applicable standards.
de: Das Produkt wurde nach den geltenden Normen entwickelt.
it: Il prodotto è stato sviluppato in conformità agli standard applicabili.

# AboutSupportHotline_resx
source: Hotline: +49 8563 97720-45
it: Linea diretta: +49 8563 97720-45

# AboutSupportText_resx
source: Support
it: Supporto

# AboutSwissRepHeader_resx
source: Swiss authorised representative (for Switzerland only)
de: Schweizer zuständiger Vertreter (nur Schweiz)
it: Rappresentante autorizzato svizzero (solo per la Svizzera)

# AboutSwissRepText_resx
source: Johner Medical Schweiz GmbH Tafelstattstrasse 13a 6415 Arch Switzerland
it: Johner Medical Schweiz GmbH Tafelstattstrasse 13a 6415 Arch Svizzera

# AppointmentColorAlreadyExists_resx
source: AppointmentType or color already exists, choose different.
de: AppointmentType oder Farbe bereits existiert, wählen Sie eine andere.
it: Il tipo di appuntamento o il colore esiste già, sceglietene uno diverso.

# AppointmentEditor_AppointmentTypeTitle_resx
source: Appointment Type
de: Art der Ernennung
it: Tipo di appuntamento

# AppointmentEditor_DoctorSelectionTitle_resx
source: Select Doctor
de: Arzt auswählen
it: Seleziona il medico

# AppointmentEditor_DurationSelectionTitle_resx
source: Duration
de: Laufzeit
it: Durata

# AppointmentEditor_EditAppointmentHeader_resx
source: Edit Appointment
de: Termin bearbeiten
it: Modifica della nomina

# AppointmentEditor_EndTimeTitle_resx
source: End Time
de: Endzeit
it: Tempo di fine

# AppointmentEditor_NewAppointmentHeader_resx
source: New Appointment
de: Neue Ernennung
it: Nuovo appuntamento

# AppointmentEditor_PatientSelectionTitle_resx
source: Select Patient
de: Patient auswählen
it: Selezionare il paziente

# AppointmentEditor_RecurrenceDescriptionTitle_resx
source: Description
de: Beschreibung
it: Descrizione

# AppointmentEditor_RecurrenceEditRadioButton1_resx
source: Current
de: Aktuell
it: Attuale

# AppointmentEditor_RecurrenceEditRadioButton2_resx
source: Full Series
de: Vollständige Serie
it: Serie completa

# AppointmentEditor_RecurrencelblTitle_resx
source: Recurrennce
de: Wiederholung
it: Ricorrenze

# AppointmentEditor_RoomSelectionTitle_resx
source: Select Room
de: Zimmer auswählen
it: Seleziona la camera

# AppointmentEditor_StartTimeTitle_resx
source: Start Time
de: Startzeit
it: Ora di inizio

# AppUpdateTileBtnUpdate_resx
source: Update Now
de: Jetzt aktualisieren
it: Aggiornare ora

# AppVersionTileBtnCheckForUpdate_resx
source: Check For Update
de: Auf Aktualisierung prüfen
it: Verifica dell'aggiornamento

# AttachFileMsgStr_resx
source: Please select .exe file
de: Bitte wählen Sie eine .exe-Datei
it: Selezionare il file .exe

# CancelButton_resx
source: Cancel
de: Abbrechen
it: Annullamento

# CleanLocalStorageSuccessMsg_resx
source: Local Images are removed successfully.
de: Lokale Bilder werden erfolgreich entfernt.
it: Le immagini locali sono state rimosse con successo.

# CloudSyncLocalImagesText_resx
source: Local
de: Lokales
it: Locale

# CloudSync_AppointedPatient_Btn_DownloadLog_resx
source: Download Log
de: Logbuch herunterladen
it: Scarica il registro

# CloudSync_AppointedPatient_Btn_UploadLog_resx
source: Upload Log
de: Log hochladen
it: Registro di caricamento

# CloudSync_AppointedPatient_Col_Action_resx
source: Action
de: Aktion
it: Azione

# CloudSync_AppointedPatient_Col_DOB_resx
source: DOB
de: Geburtsdatum
it: DATA DI NASCITA

# CloudSync_AppointedPatient_Col_DoctorName_resx
source: Doctor Name
de: Name des Arztes
it: Nome del medico

# CloudSync_AppointedPatient_Col_DownloadStatus_resx
source: Download Status
de: Status herunterladen
it: Scarica lo stato

# CloudSync_AppointedPatient_Col_EndTime_resx
source: End Time
de: Endzeit
it: Tempo di fine

# CloudSync_AppointedPatient_Col_ImgAWS_resx
source: Images on AWS
de: Bilder auf AWS
it: Immagini su AWS

# CloudSync_AppointedPatient_Col_ImgLocal_resx
source: Images on local
de: Bilder auf lokaler Ebene
it: Immagini in locale

# CloudSync_AppointedPatient_Col_PatientName_resx
source: Patient Name
de: Patientenname
it: Nome del paziente

# CloudSync_AppointedPatient_Col_RoomName_resx
source: Room Name
de: Zimmer Name
it: Nome della stanza

# CloudSync_AppointedPatient_Col_StartTime_resx
source: Start Time
de: Startzeit
it: Ora di inizio

# CloudSync_AppointedPatient_Col_Status_resx
source: Status
it: Stato

# CloudSync_AppointedPatient_Col_Type_resx
source: Sync Type
de: Synchrontyp
it: Tipo di sincronizzazione

# CloudSync_AppointedPatient_Col_UploadStatus_resx
source: Upload Status
de: Status hochladen
it: Stato del caricamento

# CloudSync_BtnCleanLog_resx
source: Clean Local Storage
de: Saubere lokale Speicherung
it: Stoccaggio locale pulito

# CloudSync_BtnDownloadNow_resx
source: Download Now
de: Jetzt herunterladen
it: Scarica ora

# CloudSync_BtnDownloadSyncService_resx
source: Run Download Service
de: Download-Dienst ausführen
it: Eseguire il servizio di download

# CloudSync_BtnScheduleDownload_resx
source: Schedule Download
de: Zeitplan Download
it: Programma Scarica

# CloudSync_BtnScheduleUpload_resx
source: Schedule Upload
de: Zeitplan Upload
it: Caricamento del programma

# CloudSync_BtnUploadAllSyncService_resx
source: Run Upload All Service
de: Dienst "Alle hochladen" ausführen
it: Eseguire il servizio Carica tutto

# CloudSync_BtnUploadSyncService_resx
source: Run Upload Service
de: Upload-Dienst ausführen
it: Eseguire il servizio di caricamento

# CloudSync_LblPieChart_resx
source: Local VS AWS
de: Lokale VS AWS
it: Locale VS AWS

# CloudSync_TrackDownload_Col_DownloadTime_resx
source: Download Time
de: Download Zeit
it: Scarica il tempo

# CloudSync_TrackUpload_Col_ImageName_resx
source: Image Name
de: Bild Name
it: Nome immagine

# CloudSync_TrackUpload_Col_MachineName_resx
source: Machine Name
de: Name der Maschine
it: Nome della macchina

# CloudSync_TrackUpload_Col_UploadTime_resx
source: Upload Time
de: Upload-Zeit
it: Tempo di caricamento

# CloudSync_UpdateDownloadPopUpHeader_resx
source: Update Download date
de: Update Download-Datum
it: Aggiornamento Data di download

# CloudSync_UpdateDownloadPopUpLbl_resx
source: Download Date
de: Datum herunterladen
it: Scarica la data

# CloudSync_UpdateUploadPopUpHeader_resx
source: Update Upload date
de: Update Upload-Datum
it: Aggiornamento Data di caricamento

# CloudSync_UpdateUploadPopUpLbl_resx
source: Upload date
de: Datum des Hochladens
it: Data di caricamento

# ConfigurationAppointmentTabAddFormHeader_resx
source: New Appointment Type
de: Neuer Termintyp
it: Nuovo tipo di appuntamento

# ConfigurationAppointmentTabDataGridHeaderAddType_resx
source: AppointmentType Name
it: Nome del tipo di appuntamento

# ConfigurationAppointmentTabUpdateFormHeader_resx
source: Edit Appointment Type
de: Termintyp bearbeiten
it: Modifica del tipo di appuntamento

# ConfigurationDoctorTabAddUserHeader_resx
source: Add User
de: Arzt hinzufügen
it: Aggiungi un medico

# ConfigurationDoctorTabEditDoctorHeader_resx
source: Edit User
de: Arzt bearbeiten
it: Modifica del medico

# ConfigurationRoleTabAddFormHeader_resx
source: New Role
de: Neue Rolle
it: Nuovo ruolo

# ConfigurationRoleTabEditFormHeader_resx
source: Edit Role
de: Rolle bearbeiten
it: Modifica ruolo

# ConfigurationRoleTabFormTitleIsActive_resx
source: Is Active
de: Ist aktiv
it: È attivo

# ConfigurationRoleTabFormTitleRoleName_resx
source: Role Name
de: Rolle Name
it: Nome del ruolo

# ConfigurationRoomTabAddFormHeader_resx
source: Add Room
de: Zimmer hinzufügen
it: Aggiungi camera

# ConfigurationRoomTabEditFormHeader_resx
source: Edit Room
de: Raum bearbeiten
it: Camera di modifica

# ConfigurationTabBtnAddAppointmentType_resx
source: Add Appointment Type
de: Termintyp hinzufügen
it: Aggiungere il tipo di appuntamento

# ConfigurationTabBtnAddUser_resx
source: Add Users
de: Ärzte hinzufügen
it: Aggiungi medici

# ConfigurationTabBtnAddRole_resx
source: Add Role
de: Rolle hinzufügen
it: Aggiungi ruolo

# ConfigurationTabBtnAddRoom_resx
source: Add Room
de: Zimmer hinzufügen
it: Aggiungi camera

# ConfigurationTabHeaderAppointmentTypes_resx
source: Appointment Types
de: Arten von Terminen
it: Tipi di appuntamento

# ConfigurationTabHeaderRole_resx
source: Roles
de: Rollen
it: Ruoli

# ConfigurationTabHeaderRoom_resx
source: Rooms
de: Zimmer
it: Camere

# ConnectionError_resx
source: Connection Error
de: Verbindungsfehler
it: Errore di connessione

# ContactTileHeader_resx
source: Contact
de: Kontakt
it: Contatto

# CSVExport_resx
source: Export to csv
de: Exportieren nach csv
it: Esportazione in csv

# CustomFilterlbl_resx
source: Start Date - End Date
de: Startdatum - Enddatum
it: Data di inizio - Data di fine

# Dashboard_BadgeUText_resx
source: Hello,
de: Hallo,
it: Salve,

# Dashboard_ExaminationTimeTileContent_resx
source: Average examination time for the patients in minutes.
de: Durchschnittliche Untersuchungszeit für die Patienten in Minuten.
it: Tempo medio di visita dei pazienti in minuti.

# Dashboard_ExaminationTimeTileHeader_resx
source: Avg. Examination Time
de: Avg. Prüfungszeit
it: Avg. Tempo di esame

# Dashboard_ExcisedMarkersListTitle_resx
source: Excised Markers
de: Exzidierte Marker
it: Marcatori escissi

# Dashboard_ExcisedMarkerTile_Col_ExcisionDate_resx
source: Date Of Excision
de: Datum der Exzision
it: Data dell'escissione

# Dashboard_ExcisedMarkerTile_Col_Marker_resx
source: Marker
it: Marcatore

# Dashboard_GhostMarkerTileHeader_resx
source: Unconfirmed Markers
de: Unbestätigte Markierungen
it: Marcatori non confermati

# Dashboard_MedicalHistoryTile_lbl1_resx
source: Skin Cancer in Family
de: Hautkrebs in der Familie
it: Cancro della pelle in famiglia

# Dashboard_MedicalHistoryTile_lbl2_resx
source: Cancer in Family
de: Krebs in der Familie
it: Cancro in famiglia

# Dashboard_MedicalHistoryTile_lbl3_resx
source: Genetic concpicious mutation
de: Verdächtige genetische Mutation
it: Mutazione genetica conclamata

# Dashboard_PatientDescriptionAddontxt_resx
source: patients
de: Patienten
it: pazienti

# Dashboard_PatientDescription_resx
source: Patient Description -
de: Beschreibung des Patienten -
it: Descrizione del paziente -

# Dashboard_PatientTbxSearchPatientWatermark_resx
source: Search for patient name and patient record number here
de: Suchen Sie hier nach Patientennamen und Patientendatennummer
it: Cerca qui il nome del paziente e il numero di cartella clinica

# Dashboard_SessionTileContent_resx
source: Total Number Of Sessions.
de: Gesamtzahl der Sitzungen.
it: Numero totale di sessioni.

# Dashboard_SkinTileEdit_resx
source: Edit Skin Type
de: Hauttyp bearbeiten
it: Modifica il tipo di pelle

# Dashboard_SkinTileMissingWarning_resx
source: Missing
de: Fehlt
it: Mancante

# DataGridColHeaderAppointmentColor_resx
source: Select Color for Appointment
de: Farbe für Termin wählen
it: Selezionare il colore per l'appuntamento

# DataGridColHeaderDescription_resx
source: Description
de: Beschreibung
it: Descrizione

# DataGridColHeaderDOB_resx
source: Date of Birth
de: Geburtsdatum
it: Data di nascita

# DataGridColHeaderFirstName_resx
source: First Name
de: Vorname
it: Nome

# DataGridColHeaderLastName_resx
source: Last Name
de: Nachname
it: Cognome

# DataGridColHeaderLastVisit_resx
source: Last Visit Duration
de: Letzter Besuch Dauer
it: Ultima visita Durata

# DataGridColHeaderMiddleName_resx
source: Middle Name
de: 2. Vorname
it: Secondo nome

# DataGridColHeaderPhoneNumber_resx
source: Phone Number
de: Telefonnummer
it: Numero di telefono

# DataGridColHeaderRecordNumber_resx
source: Patient Record Number
de: Patientenummer
it: Numero di cartella clinica del paziente

# DataGridColHeaderRoleName_resx
source: Role Name
de: Rolle Name
it: Nome del ruolo

# DataGridColHeaderSelectImage_resx
source: Select Image
de: Bild auswählen
it: Selezionare l'immagine

# DataGridCol_Marked_resx
source: Marked
de: Markiert
it: Contrassegnato

# DataGridHeaderCol_AverageBodyScan_resx
source: Avg. Bodyscan
it: Avg. Scansione corporea

# DataGridHeaderCol_Excision_resx
source: Excision
de: Exzision
it: Escissione

# DataGridHeaderCol_MicroImages_resx
source: Micro Images Taken
de: Mikro-Bilder aufgenommen
it: Micro immagini scattate

# DataGridHeaderCol_Name_resx
source: Name
it: Nome

# DataGridHeaderCol_SessionDuration_resx
source: Avg. Session Duration (m)
de: Avg. Sitzungsdauer (m)
it: Avg. Durata della sessione (m)

# DataGridHeaderCol_TotalSessions_resx
source: Total Sessions
de: Sitzungen insgesamt
it: Totale sessioni

# DayStr_resx
source: Day
de: Tag
it: Giorno

# DbConnectionErrorMsg_resx
source: Database Not Connected
de: Datenbank nicht verbunden
it: Database non collegato

# DeleteButton_resx
source: Delete
de: Löschen
it: Cancellare

# DermoscopyStr_resx
source: Dermoscopy
de: Dermoskopie
it: Dermoscopia

# DeviceManufacturer_resx
source: Manufacturer
de: Hersteller
it: Produttore

# DeviceNextService_resx
source: Next service in
de: Nächster Kundendienst in
it: Il prossimo servizio in

# DeviceRemainingReleases_resx
source: Remaining releases
de: Verbleibende Freisetzungen
it: Rilasci rimanenti

# DeviceSerialNumber_resx
source: Serialnumber
de: Seriennummer
it: Numero di serie

# DialogWindowAlertCaption_resx
source: Alert
de: Alarmierung
it: Allarme

# DoctorNameAlreadyExists_resx
source: Doctor name already exists, choose different name
de: Arztname existiert bereits, wählen Sie einen anderen Namen
it: Il nome del medico esiste già, scegliere un nome diverso

# DownloadLogNotFoundMsg_resx
source: No Download log found. !!
de: Kein Download-Protokoll gefunden. !!
it: Nessun registro di download trovato. !!

# Edit_resx
source: Edit
de: Bearbeiten
it: Modifica

# EmptyConfiguration_resx
source: To schedule appointments, please go to the configuration section and create at least one room and at least one doctor.
de: Um Termine zu vereinbaren, gehen Sie bitte in den Konfigurationsbereich und legen Sie mindestens einen Raum und mindestens einen Arzt an.
it: Per fissare gli appuntamenti, accedere alla sezione di configurazione e creare almeno una stanza e almeno un medico.

# EndDateStr_resx
source: End Date
de: Enddatum
it: Data di fine

# ExaminationHistoryDataGridHeader_Col_Comments_resx
source: Comments
de: Kommentare
it: Commenti

# ExaminationHistoryDataGridHeader_Col_SessionDate_resx
source: Session Date
de: Datum der Sitzung
it: Data della sessione

# ExaminationHistoryDataGridHeader_Col_TBMImages_resx
source: TBM Images
de: TBM-Bilder
it: Immagini TBM

# ExcisionTileBtnContent_resx
source: Show List
de: Details zu exzidierten Markern anzeigen
it: Visualizzare i dettagli dei marcatori esclusi

# ExitBtn_resx
source: Exit
de: Beenden
it: Uscita

# FileCountInAwsMsg_resx
source: Uploaded file count in AWS is
de: Die Anzahl der hochgeladenen Dateien in AWS ist
it: Il numero di file caricati in AWS è

# FileNoteExixtsMsg_resx
source: Expected .exe file doesn't exist.
de: Die erwartete .exe-Datei existiert nicht.
it: Il file .exe previsto non esiste.

# FiveYearFilter_resx
source: 5 Years
de: 5 Jahre
it: 5 anni
