Repository: KavitaKumari93/windowTestApp
Catalog: FF.Cockpit.Common/Properties/Resources.*.resx
Languages: de, it

# AboutMaintenance_resx
source: Service Information
de: Wartungsinformationen
it: Informazioni di servizio

# AboutRightsText_resx
source: All rights reserved-Alle Rechte vorbehalten
de: Alle Rechte vorbehalten
it: Tutti i diritti riservati-Alle Rechte vorbehalten

# AboutTitleTextMainWindow_resx
source: FotoFinder.Universe Version
de: FotoFinder.Universum Version
it: Versione di FotoFinder.Universe

# AboutTitle_resx
source: About...
de: Info über...
it: A proposito di...

# About_resx
source: About
de: Info über...
it: Circa

# Scheduler_resx
source: Scheduler
de: Planer
it: Programmatore

# AppUpdateTileContent_resx
source: This Update is a new version of Universe and will require some time. Estimate - 2 Hours
de: Dieses Update ist eine neue Version von Universe und wird einige Zeit in Anspruch nehmen. Schätzung - 2 Stunden
it: Questo aggiornamento è una nuova versione di Universe e richiederà un po' di tempo. Stima - 2 ore

# AppUpdateTileHeader_resx
source: Update Available
de: Update verfügbar
it: Aggiornamento disponibile

# AppVersionTileHeader_resx
source: Software Version
it: Versione software

# ATBMmasterTileHeader_resx
source: ATBM master
it: Master ATBM

# ChangeAppointment_resx
source: Change appointment
de: Termin ändern
it: Cambiamento di appuntamento

# ContactSupport_resx
source: Contact Support
de: Kontakt zum Support
it: Contatto con l'assistenza

# Contact_resx
source: Contact
de: Kontakt
it: Contatto

# Dashboards_resx
source: Dashboard
it: Cruscotto

# DatabaseFileManagementText_resx
source: - FotoFinder file management
de: - FotoFinder Dateiverwaltung
it: - Gestione dei file di FotoFinder

# DataToDisplayFilterText_resx
source: Data to display :
de: Anzuzeigende Daten :
it: Dati da visualizzare :

# DiagnosedPatientTileContent_resx
source: The total number of patients examined.
de: Die Gesamtzahl der untersuchten Patienten.
it: Il numero totale di pazienti esaminati.

# DiagnosedPatientTileHeader_resx
source: Number Of Patients
de: Anzahl der Patienten
it: Numero di pazienti

# Error_AppClose_resx
source: '{0}' has stopped working and will be closed.REASON:{1}
de: '{0}' hat aufgehört zu arbeiten und wird geschlossen.GRUND:{1}
it: '{0}' ha smesso di funzionare e sarà chiuso.MOTIVO:{1}

# Error_Description_resx
source: Error Description_{0} {1} :
de: Fehlerbeschreibung_{0} {1} :
it: Descrizione errore_{0} {1} :

# Error_Headline_resx
source: FATAL ERROR
de: Schwerwiegender Fehler
it: Errore fatale

# ExaminationHistoryTileHeader_resx
source: Examination history
de: Anamnese der Untersuchung
it: Anamnesi dell'esame

# ExaminationTimeTileHeader_resx
source: Average examination time
de: Durchschnittliche Prüfungszeit
it: Tempo medio di esame

# ExcisionTileContent_resx
source: Total number of excised markers
de: Gesamtzahl der entfernten Marker
it: Numero totale di marcatori escissi

# ExcisionTileHeader_resx
source: Excision
de: Exzision
it: Escissione

# FollowUpIntervalTileHeader_resx
source: Follow-up interval
de: Follow-up-Intervall
it: Intervallo di follow-up

# ExaminationTrends_resx
source: Examination Trend
de: Prüfung Trend
it: Tendenza degli esami

# PatientTrends_resx
source: Patient Trend
de: Patienten Trend
it: Tendenza dei pazienti

# Frequency_resx
source: Frequency
de: Frequenz
it: Frequenza

# Full_resx
source: Full
de: Vollständig
it: Completo

# HardwareCounterTileCounterColumn_resx
source: Counter
de: Zähler
it: Contatore

# HardwareCounterTileDescriptionColumn_resx
source: Description
de: Beschreibung
it: Descrizione

# HardwareCounterTileHardwareColumn_resx
source: Component
de: Komponente
it: Componente

# HardwareCounterTileHeader_resx
source: Runtime Counter
de: Laufzeitzähler
it: Contatore di tempo di esecuzione

# HardwareCounterTileLastServiceDateColumn_resx
source: Last service date
de: Datum des letzten Dienstes
it: Data dell'ultimo servizio

# HardwareCounterTileNextServiceColumn_resx
source: Next Service
de: Nächster Dienst
it: Servizio successivo

# HardwareCounterTileNextServiceDateColumn_resx
source: Next service date
de: Nächster Servicetermin
it: Data del prossimo servizio

# HardwareCounterTileStatusColumn_resx
source: Status
it: Stato

# HighRiskPatientTileHeader_resx
source: Patients
de: Patienten
it: Pazienti

# Last_resx
source: last
de: Letzte
it: ultimo

# LesionTileContent_resx
source: Average number of bodyscan findings per session
de: Durchschnittliche Anzahl von Bodyscan-Befunden pro Sitzung
it: Numero medio di risultati della scansione corporea per sessione

# LesionTileHeader_resx
source: Average Bodyscan findings
de: Durchschnittliche Bodyscan-Befunde
it: Risultati medi della scansione corporea

# LoginDatabaseLoginInstance_resx
source: SQL Server instance:
de: SQL Server Instanz:
it: Istanza server SQL:

# LoginDatabaseName_resx
source: Database name:
de: Datenbankname:
it: Nome del database:

# LoginDatabaseSavePassword_resx
source: Save Password:
de: Passwort speichern:
it: Salva la password:

# LoginDatabaseUserName_resx
source: Username:
de: Benutzername:
it: Nome utente:

# Logout_resx
source: Logout
it: Disconnessione

# MedicalHistoryTileHeader_resx
source: Medical history
de: Anamnese
it: Anamnesi medica

# TrendsGraph_resx
source: TrendsGraph
de: Trend Grafik
it: TendenzeGrafico

# MessageConfirmTemplateName
source: Do you want to Continue?
de: Möchten Sie fortfahren?
it: Vuoi continuare?

# MicroImagesTileContent_resx
source: Total Number of Micro images recorded for this Patients.
de: Gesamtzahl der für diesen Patienten aufgezeichneten Mikrobilder.
it: Numero totale di microimmagini registrate per questo paziente.

# MicroImagesTileHeader_resx
source: Micro images taken
de: Mikro-Bilder aufgenommen
it: Micro immagini scattate

# MyAccount_resx
source: My Account
de: Mein Konto
it: Il mio account

# NextAppointment_resx
source: Next appointment
de: Nächster Termin
it: Prossimo appuntamento

# Patients_resx
source: Patients
de: Patienten
it: Pazienti

# PerformanceFilterDefaultDateWatermark_resx
source: mm/dd/yyyy
de: mm/tt/jjjj
it: mm/gg/aaaa

# Performance_resx
source: Performance
de: Leistung
it: Prestazioni

# Privacy_resx
source: Privacy
de: Datenschutz
it: La privacy

# RiskFactor_resx
source: Risk factor
de: Risikofaktor
it: Fattore di rischio

# Service_resx
source: Service
de: Dienst
it: Servizio

# Configuration_resx
source: Configuration
de: Konfiguration
it: Configurazione

# SessionsTileHeader_resx
source: Sessions
de: Sitzungen
it: Sessioni

# SkinTileImportantNotice_resx
source: -Important Notice
de: -Wichtiger Hinweis
it: -Avviso importante

# SkinTileUpdateConfirmation_resx
source: Changing the skin setting may directly affects the risk profile. Please we aware of potential on safety and effectiveness.
de: Eine Änderung der Hauteinstellung kann sich direkt auf das Risikoprofil auswirken. Bitte beachten Sie die möglichen Auswirkungen auf Sicherheit und Wirksamkeit.
it: La modifica dell'impostazione della pelle può influire direttamente sul profilo di rischio. Tenere presente il potenziale sulla sicurezza e sull'efficacia.

# SkinTileWarningMessage_resx
source: Changing the skin setting may directly affects the risk profile. Please we aware of potential on safety and effectiveness.
de: Eine Änderung der Hauteinstellung kann sich direkt auf das Risikoprofil auswirken. Bitte beachten Sie die möglichen Auswirkungen auf Sicherheit und Wirksamkeit.
it: La modifica dell'impostazione della pelle può influire direttamente sul profilo di rischio. Tenere presente il potenziale sulla sicurezza e sull'efficacia.

# SkinTypeTileHeader_resx
source: Skin type
de: Hauttyp
it: Tipo di pelle

# SwitchAccount_resx
source: Switch Account
de: Konto wechseln
it: Cambio di account

# Terms_resx
source: Terms of service
de: Geschäftsbedingungen
it: Termini di servizio

# TimeMinutes_resx
source: Time in minutes
de: Zeit in Minuten
it: Tempo in minuti

# SessionCount_resx
source: Session Count
de: Anzahl der Sitzungen
it: Conteggio della sessione

# PatientCount_resx
source: Patients
de: Patienten
it: Pazienti

# TraceBoot_resx
source: {0} - BOOT STEP '{1}' started.
de: {0} - BOOT SCHRITT '{1}' gestartet.
it: {0} - BOOT STEP '{1}' avviato.

# TreatmentBreakdown_resx
source: Examination breakdown
de: Aufschlüsselung der Untersuchungen
it: Ripartizione degli esami

# Warning_resx
source: Warning!
de: Warnung
it: Attenzione!

# XXFactor_resx
source: Based on the {0} statistics from the source {1} legal test
de: Basierend auf den {0} Statistiken aus der Quelle {1} legal test
it: In base alle statistiche {0} della fonte {1} test legale

# Years_resx
source: years
de: Jahre
it: anni

# ContactContent_resx
source: FotoFinder Systems GmbH Industriestraße 12 84364 Bad Birnbach, Germany Phone: +49 (0)8563 97720-0 Fax: +49 (0)8563 97720-10 Support Hotline +49 (0)856397720-45 www.fotofinder.de Contact us by E-Mail At: info@fotofinder.de
de: FotoFinder Systems GmbH Industriestraße 12 84364 Bad Birnbach, Deutschland Telefon: +49 (0)8563 97720-0 Fax: +49 (0)8563 97720-10 Support Hotline +49 (0)856397720-45 www.fotofinder.de Kontaktieren Sie uns per E-Mail unter: info@fotofinder.de
it: FotoFinder Systems GmbH Industriestraße 12 84364 Bad Birnbach, Germania Telefono: +49 (0)8563 97720-0 Fax: +49 (0)8563 97720-10 Linea diretta di assistenza +49 (0)856397720-45 www.fotofinder.de Contattateci per e-mail a: info@fotofinder.de

# Footer_resx
source: Back to Home
de: Zurück zur Hauptseite
it: Torna a casa
