Repository: KavitaKumari93/windowTestApp
Catalog: FF.Cockpit.Common/Properties/Resources.*.resx
Languages: de, it

# PrivacyContent_resx
source: FOTOFINDER HUB REGISTRATION If you register for FOTOFINDER HUB, FotoFinder Systems GmbH (FFS) will ask for and collect personally identifiable and other information about you and your business. We may use a third party service provider to provide services to our users; that company is prohibited from using our users' personally identifiable information. The password chosen on first login will be evaluated regarding security by our software. You can see just how secure your password is as you type! When logging in this data is encrypted through SSL / TSL. PASSWORD PRIVACY You are responsible for taking all reasonable steps to ensure that no unauthorized person shall have access to your FOTOFINDER HUB passwords or accounts. It is your sole responsibility to (1) control the dissemination and use of activation codes and passwords; (2) promptly inform FFS of any need to deactivate a password. You grant FFS and all other persons or entities involved in the operation of the FOTOFINDER HUB the right to transmit, monitor, retrieve, store, and use your personal information in connection with the operation of the FOTOFINDER HUB. FFS cannot and does not assume any responsibility or liability for any information you submit, or your or third parties' use or misuse of information transmitted or received using FOTOFINDER HUB UPLOAD OF DATA Uploads to FOTOFINDER HUB is done via an encrypted data connection (SSL /TSL) as done e.g. by online banking portals. A secure signed certificate is used in the process to assure endpoint security before encrypted data is exchanged between FOTOFINDER HUB and your uploading device (e.g. Handyscope or FotoFinder PC). PATIENT RELATED DATA If you are a FFS customer that provides healthcare services, you may use FOTOFINDER HUB to store and make available detailed health and other personally identifiable information about your patients. Patient related data you store on FOTOFINDER HUB is only available through your personal account. DATA STORAGE FFS is using secure Amazon S3 cloud services to store your data. The data is stored in clusters located in Europe to host FOTOFINDER HUB functionality. FFS reserves the right to limit the storage space for each user in its own decision. RESPONSIBILITY FOR DATA You shall be solely responsible for any data uploaded on FOTOFINDER HUB. You are also required to follow the rules and regulations of your professional law. FFS does not make any warranties or representations regarding any data and/or information provided or made available by any user on FOTOFINDER HUB. FFS does not warrant or represent that any data/or information is true or accurat4 or that it fulfills or serves any particular purpose. RULES OF CONDUCT When accessing or using FOTOFINDER HUB you agree that, in addition to any other terms, rules or guidelines that may be included in these Terms of Service, that you will not undertake the following actions, each of which shall constitute a material breach of these Terms of Service: Using FOTOFINDER HUB for any purpose in violation of local, state, national, or intemational laws; • Uploading material that infringes on the intellectual property rights of others or on the privacy or publicity rights of others; • Uploading material that is unlawful, obscene, defamatory, threatening, harassing, abusive, slanderous, hateful, or embarrassing to any other person or entity as determined by FFS in its sole discretion • Distributing computer viruses or other harmful computer code; • Allowing any other person or entity to use your identification for using FOTOFINDER HUB; FFS reserves the right (but is not obligated) to do any or all of the following: • Investigate an allegation that any Content uploaded to FOTOFINDER HUB does not conform to the terms of this section and determine in its sole discretion to remove or request the removal of the content. • Remove content that is abusive, illegal, or disruptive, or that otherwise fail to conform to these Terms of Service. • Terminate a user's access to the FFS Site upon any breach of these Terms of Service. • Edit or delete any content uploaded on FOTOFINDER HUB, regardless of whether such content violates these standards. USE OF INFORMATION BY FFS In addition to the information you knowingly provide, FFS collects the domain names and IP addresses of its visitors, along with usage statistics. FFS may combine this information with the personally identifiable and other information it collects except for patient related data. FFS may use the information we collect: To provide our service. • To provide you with personalized content, e.g., storing your images and other preferences to help you customize your experience. • To respond to your inquiries. • To improve FOTOFINDER HUB, e.g., to determine which features are used most, to find and fix navigation problems, and to help guide future development. • To alert you to new features, special events and services with your consent. • For other purposes so long as those purposes were clearly disclosed when the information was collected. • To enforce the Terms of Services, e.g., to contact you about an infraction or to initiate a legal complaint. FFS may disclose the information it collects to another entity (i) for purposes of outsourcing one or more of the functions described in the previous section, including any aspect of FOTOFINDER HUB (e.g., secure remote storage); (ii) to confirm or update information provided by you; or (iii) to inform you of important information. We may also share information in response to a subpoena, legal order or official request, when we believe you have acted in violation of the Terms of Service, or when we believe that doing so may protect your safety or the safety of others. COOKIES In addition to the information you provide and the other methods described above, we may also collect information by using cookies, web beacons or similar technologies integrated into FOTOFINDER HUB. DATA PROTECTION FFS goes to great lengths to protect against the loss, misuse and alteration of the personally identifiable information and health related information we collect. Our servers are protected by reasonable physical and electronic security measures, and we use encryption wherever warranted or required. CONFIDENTIALITY FFS shall keep confidential the personal data that comes to its knowledge, unless it is obliged to make notification pursuant to a legal requirement, in which case FFS shall inform Client of the same prior to said notification. FFS also imposes said confidentiality on any of its employees having access to the personal data. SECURITY AND DATA BREACH NOTIFICATION OBLIGATION In accordance with the rules and regulations applicable at that time, FFS shall implement the appropriate technical and organizational measures to secure the personal data against loss or against any form of unlawful processing, taking account of the state of the art and the costs of implementation, considering the risks involved with the processing of and the nature of the data that is to be protected. In the case of an infringement of the security of personal data or a personal data breach that may result in (a significant chance of) risks to the rights and freedoms of natural persons, FFS shall make every effort to inform the Client of the same immediately. INSPECTION AND PRIVACY IMPACT ASSESSMENT Client is entitled, at his own costs, to have the measures and the compliance with the obligations of FFS inspected by an independent third party, under the conditions that (i) Client has a reasonable reason for an inspection, (ii) Client informs FFS of the intention at least fourteen working days before the proposed inspection, (iii) the independent third party follows the indications given by FFS with the inspection and (iv) the inspection does not disrupt the business operations of FFS. At the request of Client, FFS shall assist Client with fulfilling his obligations within the framework of a privacy impact assessment and, where appropriate, with the prior consultation of the supervisory authority. FFS shall inform the Client immediately if FFS is of the opinion that an instruction causes an infringement of the GDPR or of another legal requirement regarding data protection SUBCONTRACTORS FotoFinder may engage the sub-processors as listed below: Stripe When paying with your credit card, your credit card data, name, (office) address and email address are securely stored and processed by our payment provider Stripe. We can see this information, though credit card data is limited to the expiry date and the last four digits of your card. We cannot see your credit card number or CVC (Card Verification Code). If you have any questions, concerns, or suggestions regarding the privacy policy of FFS, please contact us at info@fotofinder.de
de: FOTOFINDER HUB REGISTRIERUNG Wenn Sie sich für FOTOFINDER HUB registrieren, wird FotoFinder Systems GmbH (FFS) Sie nach persönlichen Daten und anderen Informationen über Sie und Ihr Unternehmen fragen und diese sammeln. Es kann sein, dass wir für die Bereitstellung von Diensten für unsere Nutzer einen Drittanbieter einsetzen, dem es untersagt ist, die persönlichen Daten unserer Nutzer zu verwenden. Das bei der ersten Anmeldung gewählte Passwort wird von unserer Software auf seine Sicherheit geprüft. Sie können während der Eingabe sehen, wie sicher Ihr Passwort ist! Beim Einloggen werden diese Daten durch SSL / TSL verschlüsselt. PASSWORTSCHUTZ Sie sind dafür verantwortlich, alle angemessenen Maßnahmen zu ergreifen, um sicherzustellen, dass keine unbefugten Personen Zugang zu Ihren FOTOFINDER HUB Passwörtern oder Konten haben. Es liegt in Ihrer alleinigen Verantwortung, (1) die Verbreitung und Nutzung von Aktivierungscodes und Passwörtern zu kontrollieren; (2) die FFS unverzüglich zu informieren, wenn ein Passwort deaktiviert werden muss. Sie gewähren der FFS und allen anderen am Betrieb der FOTOFINDER HUB beteiligten Personen oder Einrichtungen das Recht, Ihre persönlichen Daten im Zusammenhang mit dem Betrieb der FOTOFINDER HUB zu übertragen, zu überwachen, abzurufen, zu speichern und zu nutzen. Die FFS kann und wird keine Verantwortung oder Haftung für von Ihnen übermittelte Informationen oder die Nutzung oder den Missbrauch von Informationen, die Sie oder Dritte über FOTOFINDER HUB übermitteln oder empfangen, übernehmen UPLOAD VON DATEN Der Upload auf FOTOFINDER HUB erfolgt über eine verschlüsselte Datenverbindung (SSL /TSL), wie sie z.B. von Online-Banking-Portalen verwendet wird. Dabei wird ein sicheres, signiertes Zertifikat verwendet, um die Sicherheit des Endpunktes zu gewährleisten, bevor die verschlüsselten Daten zwischen FOTOFINDER HUB und dem hochladenden Gerät (z.B. Handyscope oder FotoFinder PC) ausgetauscht werden. PATIENTENBEZOGENE DATEN Wenn Sie ein FFS-Kunde sind, der Gesundheitsdienstleistungen anbietet, können Sie FOTOFINDER HUB nutzen, um detaillierte Gesundheitsdaten und andere personenbezogene Daten über Ihre Patienten zu speichern und zur Verfügung zu stellen. Patientenbezogene Daten, die Sie auf FOTOFINDER HUB speichern, sind nur über Ihr persönliches Konto zugänglich. DATENSPEICHERUNG FFS nutzt sichere Amazon S3-Cloud-Dienste, um Ihre Daten zu speichern. Die Daten werden in Clustern in Europa gespeichert, um die FOTOFINDER HUB-Funktionalität zu hosten. Die FFS behält sich das Recht vor, den Speicherplatz für jeden Nutzer nach eigenem Ermessen zu begrenzen. VERANTWORTUNG FÜR DIE DATEN Sie tragen die alleinige Verantwortung für alle Daten, die Sie auf FOTOFINDER HUB hochladen. Sie sind außerdem verpflichtet, die Regeln und Vorschriften Ihres Berufsrechts zu befolgen. Die FFS gibt keine Garantien oder Zusicherungen in Bezug auf Daten und/oder Informationen, die von einem Nutzer auf FOTOFINDER HUB bereitgestellt oder zugänglich gemacht werden. Die FFS garantiert nicht, dass die Daten/Informationen wahrheitsgetreu oder genau sind4 oder dass sie einen bestimmten Zweck erfüllen oder dazu dienen. VERHALTENSREGELN Wenn Sie auf FOTOFINDER HUB zugreifen oder es nutzen, erklären Sie sich damit einverstanden, zusätzlich zu allen anderen Bedingungen, Regeln oder Richtlinien, die in diesen Nutzungsbedingungen enthalten sein können, die folgenden Handlungen nicht vorzunehmen, die jeweils einen wesentlichen Verstoß gegen diese Nutzungsbedingungen darstellen: Die Nutzung von FOTOFINDER HUB für einen Zweck, der gegen lokale, staatliche, nationale oder internationale Gesetze verstößt; - Das Hochladen von Material, das die Rechte am geistigen Eigentum anderer verletzt oder die Privatsphäre oder die Öffentlichkeitsrechte anderer verletzt; - Hochladen von Material, das nach alleinigem Ermessen der FFS ungesetzlich, obszön, verleumderisch, bedrohlich, belästigend, beleidigend, hasserfüllt oder peinlich für andere Personen oder Organisationen ist - Verbreitung von Computerviren oder anderem schädlichen Computercode; - einer anderen natürlichen oder juristischen Person zu gestatten, Ihre Kennung für die Nutzung von FOTOFINDER HUB zu verwenden; Die FFS behält sich das Recht vor (ist aber nicht verpflichtet), einige oder alle der folgenden Maßnahmen zu ergreifen: - eine Behauptung zu untersuchen, dass ein auf FOTOFINDER HUB hochgeladener Inhalt nicht den Bedingungen dieses Abschnitts entspricht, und nach eigenem Ermessen zu entscheiden, den Inhalt zu entfernen oder seine Entfernung zu verlangen. - Inhalte zu entfernen, die missbräuchlich, illegal oder störend sind, oder die anderweitig nicht mit diesen Nutzungsbedingungen übereinstimmen. - Beendigung des Zugangs eines Nutzers zur FFS-Website bei einem Verstoß gegen diese Nutzungsbedingungen. - Inhalte, die auf FOTOFINDER HUB hochgeladen werden, zu bearbeiten oder zu löschen, unabhängig davon, ob diese Inhalte gegen die vorliegenden Nutzungsbedingungen verstoßen. NUTZUNG VON INFORMATIONEN DURCH DIE FFS Zusätzlich zu den Informationen, die Sie wissentlich zur Verfügung stellen, sammelt die FFS die Domainnamen und IP-Adressen ihrer Besucher sowie Nutzungsstatistiken. Die FFS kann diese Informationen mit den von ihr gesammelten personenbezogenen und anderen Informationen kombinieren, mit Ausnahme von patientenbezogenen Daten. Die FFS kann die von uns gesammelten Informationen verwenden: Zur Bereitstellung unserer Dienstleistungen. - Um Ihnen personalisierte Inhalte zur Verfügung zu stellen, z. B. durch Speicherung Ihrer Bilder und anderer Präferenzen, damit Sie Ihre Erfahrungen individuell gestalten können. - Um Ihre Anfragen zu beantworten. - Um FOTOFINDER HUB zu verbessern, z.B. um festzustellen, welche Funktionen am meisten genutzt werden, um Navigationsprobleme zu finden und zu beheben und um die zukünftige Entwicklung zu unterstützen. - Um Sie über neue Funktionen, besondere Ereignisse und Dienstleistungen zu informieren, sofern Sie dem zustimmen. - Für andere Zwecke, sofern diese Zwecke bei der Erfassung der Daten deutlich angegeben wurden. - Zur Durchsetzung der Nutzungsbedingungen, z. B. um Sie wegen eines Verstoßes zu kontaktieren oder um eine rechtliche Beschwerde einzuleiten. Die FFS kann die gesammelten Daten an andere Unternehmen weitergeben, (i) um eine oder mehrere der im vorherigen Abschnitt beschriebenen Funktionen auszulagern, einschließlich eines Aspekts von FOTOFINDER HUB (z.B. sichere Fernspeicherung); (ii) um von Ihnen bereitgestellte Daten zu bestätigen oder zu aktualisieren; oder (iii) um Sie über wichtige Informationen zu informieren. Wir können Informationen auch als Reaktion auf eine Vorladung, eine gerichtliche Anordnung oder eine offizielle Anfrage weitergeben, wenn wir glauben, dass Sie gegen die Nutzungsbedingungen verstoßen haben, oder wenn wir glauben, dass dies Ihre Sicherheit oder die Sicherheit anderer schützen kann. COOKIES Zusätzlich zu den von Ihnen zur Verfügung gestellten Informationen und den anderen oben beschriebenen Methoden können wir auch Informationen durch die Verwendung von Cookies, Web Beacons oder ähnlichen in FOTOFINDER HUB integrierten Technologien sammeln. DATENSCHUTZ FFS unternimmt große Anstrengungen, um die von uns erfassten personenbezogenen und gesundheitsbezogenen Daten vor Verlust, Missbrauch und Veränderung zu schützen. Unsere Server sind durch angemessene physische und elektronische Sicherheitsmaßnahmen geschützt, und wir verwenden Verschlüsselung, wo immer dies gerechtfertigt oder erforderlich ist. VERTRAULICHKEIT Die FFS behandelt die ihr zur Kenntnis gelangenden personenbezogenen Daten vertraulich, es sei denn, sie ist aufgrund einer gesetzlichen Vorschrift zu einer Mitteilung verpflichtet, worüber sie den Auftraggeber vor der Mitteilung informiert. Die FFS verpflichtet auch ihre Mitarbeiter, die Zugang zu den personenbezogenen Daten haben, zu dieser Vertraulichkeit. VERPFLICHTUNG ZUR SICHERHEIT UND ZUR MELDUNG VON DATENVERLETZUNGEN Die FFS ergreift im Einklang mit den jeweils geltenden Vorschriften die geeigneten technischen und organisatorischen Maßnahmen, um die personenbezogenen Daten gegen Verlust oder gegen jede Form der unrechtmäßigen Verarbeitung zu sichern, wobei sie den Stand der Technik und die Kosten der Umsetzung berücksichtigt und die mit der Verarbeitung und der Art der zu schützenden Daten verbundenen Risiken berücksichtigt. Im Falle einer Verletzung der Sicherheit personenbezogener Daten oder einer Verletzung des Schutzes personenbezogener Daten, die zu (erheblichen) Risiken für die Rechte und Freiheiten natürlicher Personen führen kann, unternimmt die FFS alle Anstrengungen, um den Auftraggeber unverzüglich darüber zu informieren. EINSICHTNAHME UND DATENSCHUTZ-FOLGENABSCHÄTZUNG Der Kunde ist berechtigt, auf eigene Kosten die Maßnahmen und die Einhaltung der Verpflichtungen der FFS durch einen unabhängigen Dritten überprüfen zu lassen, sofern (i) der Kunde einen triftigen Grund für eine Überprüfung hat, (ii) der Kunde die FFS mindestens vierzehn Arbeitstage vor der geplanten Überprüfung über diese Absicht informiert, (iii) der unabhängige Dritte die von der FFS mit der Überprüfung gegebenen Hinweise befolgt und (iv) die Überprüfung den Geschäftsbetrieb der FFS nicht stört. Auf Ersuchen des Kunden unterstützt die FFS den Kunden bei der Erfüllung seiner Verpflichtungen im Rahmen einer Datenschutz-Folgenabschätzung und gegebenenfalls nach vorheriger Konsultation der Aufsichtsbehörde. Die FFS unterrichtet den Auftraggeber unverzüglich, wenn sie der Ansicht ist, dass eine Anweisung einen Verstoß gegen die DSGVO oder eine andere datenschutzrechtliche Vorschrift verursacht UNTERAUFTRAGNEHMER FotoFinder kann die im Folgenden aufgeführten Unterauftragsverarbeiter einsetzen: Stripe Wenn Sie mit Ihrer Kreditkarte bezahlen, werden Ihre Kreditkartendaten, Ihr Name, Ihre (Büro-)Adresse und Ihre E-Mail-Adresse von unserem Zahlungsanbieter Stripe sicher gespeichert und verarbeitet. Wir können diese Informationen einsehen, wobei die Kreditkartendaten auf das Ablaufdatum und die letzten vier Ziffern Ihrer Karte beschränkt sind. Wir können weder Ihre Kreditkartennummer noch den CVC (Card Verification Code) einsehen. Wenn Sie Fragen, Bedenken oder Vorschläge bezüglich der Datenschutzpolitik der FFS haben, kontaktieren Sie uns bitte unter info@fotofinder.de
it: HUB FOTOFINDER REGISTRAZIONE Se vi registrate a FOTOFINDER HUB, FotoFinder Systems GmbH (FFS) vi chiederà e raccoglierà informazioni personali e di altro tipo su di voi e sulla vostra attività. Possiamo utilizzare un fornitore di servizi di terze parti per fornire servizi ai nostri utenti; a tale società è vietato utilizzare le informazioni di identificazione personale dei nostri utenti. La password scelta al primo accesso sarà valutata dal nostro software in termini di sicurezza. Potete vedere quanto è sicura la vostra password mentre la digitate! Quando si effettua il login, i dati vengono crittografati tramite SSL / TSL. PRIVACY DELLA PASSWORD L'utente è responsabile di adottare tutte le misure ragionevoli per garantire che nessuna persona non autorizzata abbia accesso alle password o ai conti di FOTOFINDER HUB. È vostra esclusiva responsabilità (1) controllare la diffusione e l'uso dei codici di attivazione e delle password; (2) informare tempestivamente FFS di qualsiasi necessità di disattivare una password. L'utente concede a FFS e a tutte le altre persone o entità coinvolte nel funzionamento di FOTOFINDER HUB il diritto di trasmettere, monitorare, recuperare, conservare e utilizzare le informazioni personali dell'utente in relazione al funzionamento di FOTOFINDER HUB. FFS non può e non si assume alcuna responsabilità per le informazioni inviate dall'utente o per l'uso o l'abuso da parte dell'utente o di terzi delle informazioni trasmesse o ricevute tramite FOTOFINDER HUB. CARICAMENTO DI DATI Il caricamento dei dati su FOTOFINDER HUB avviene tramite una connessione dati criptata (SSL /TSL) come avviene ad esempio nei portali bancari online. Per garantire la sicurezza dell'endpoint, prima dello scambio di dati criptati tra FOTOFINDER HUB e il dispositivo di caricamento (ad es. Handyscope o FotoFinder PC) viene utilizzato un certificato firmato. DATI RELATIVI AL PAZIENTE Se siete un cliente FFS che fornisce servizi sanitari, potete utilizzare FOTOFINDER HUB per memorizzare e rendere disponibili informazioni dettagliate sulla salute e altre informazioni di identificazione personale dei vostri pazienti. I dati relativi ai pazienti che memorizzate su FOTOFINDER HUB sono disponibili solo attraverso il vostro account personale. ARCHIVIAZIONE DEI DATI FFS utilizza i servizi cloud sicuri di Amazon S3 per archiviare i vostri dati. I dati sono archiviati in cluster situati in Europa per ospitare le funzionalità di FOTOFINDER HUB. FFS si riserva il diritto di limitare lo spazio di archiviazione per ogni utente a propria discrezione. RESPONSABILITÀ PER I DATI L'utente è l'unico responsabile dei dati caricati su FOTOFINDER HUB. L'utente è inoltre tenuto a seguire le norme e i regolamenti della propria legge professionale. FFS non fornisce alcuna garanzia o dichiarazione riguardo a qualsiasi dato e/o informazione fornita o resa disponibile da qualsiasi utente su FOTOFINDER HUB. FFS non garantisce o dichiara che i dati e/o le informazioni siano veritieri o accurati o che soddisfino o servano a uno scopo particolare. REGOLE DI CONDOTTA Quando accedete o utilizzate FOTOFINDER HUB accettate che, oltre a qualsiasi altro termine, regola o linea guida che può essere inclusa in questi Termini di Servizio, non intraprenderete le seguenti azioni, ognuna delle quali costituirà una violazione materiale di questi Termini di Servizio: Utilizzare FOTOFINDER HUB per qualsiasi scopo in violazione delle leggi locali, statali, nazionali o internazionali; - Caricare materiale che violi i diritti di proprietà intellettuale di altri o la privacy o i diritti di pubblicità di altri; - Caricare materiale illegale, osceno, diffamatorio, minaccioso, molesto, abusivo, calunnioso, odioso o imbarazzante per qualsiasi altra persona o entità, come stabilito da FFS a sua esclusiva discrezione. - Distribuire virus informatici o altri codici informatici dannosi; - Permettere a qualsiasi altra persona o entità di utilizzare la vostra identificazione per l'utilizzo di FOTOFINDER HUB; FFS si riserva il diritto (ma non l'obbligo) di fare una o tutte le seguenti azioni: - Indagare su un'asserzione che qualsiasi Contenuto caricato su FOTOFINDER HUB non sia conforme ai termini di questa sezione e determinare a sua esclusiva discrezione di rimuovere o richiedere la rimozione del contenuto. - Rimuovere i contenuti abusivi, illegali o di disturbo, o che comunque non sono conformi ai presenti Termini di servizio. - Interrompere l'accesso di un utente al Sito FFS in caso di violazione dei presenti Termini di Servizio. - Modificare o cancellare qualsiasi contenuto caricato su FOTOFINDER HUB, indipendentemente dal fatto che tale contenuto violi questi standard. UTILIZZO DELLE INFORMAZIONI DA PARTE DELL'FFS Oltre alle informazioni fornite consapevolmente dall'utente, FFS raccoglie i nomi di dominio e gli indirizzi IP dei suoi visitatori, insieme alle statistiche di utilizzo. FFS può combinare queste informazioni con le informazioni di identificazione personale e altre informazioni che raccoglie, ad eccezione dei dati relativi ai pazienti. FFS può utilizzare le informazioni che raccoglie: Per fornire il nostro servizio. - Per fornirvi contenuti personalizzati, ad esempio memorizzando le vostre immagini e altre preferenze per aiutarvi a personalizzare la vostra esperienza. - Per rispondere alle vostre richieste. - Per migliorare FOTOFINDER HUB, ad esempio per determinare quali funzioni sono più utilizzate, per trovare e risolvere i problemi di navigazione e per aiutare a guidare lo sviluppo futuro. - Per avvisarvi di nuove funzioni, eventi speciali e servizi, previo vostro consenso. - Per altri scopi, a condizione che tali scopi siano stati chiaramente indicati al momento della raccolta delle informazioni. - Per far rispettare i Termini dei servizi, ad esempio per contattare l'utente in merito a un'infrazione o per avviare un reclamo legale. FFS può divulgare le informazioni raccolte a un'altra entità (i) per l'esternalizzazione di una o più delle funzioni descritte nella sezione precedente, compreso qualsiasi aspetto di FOTOFINDER HUB (ad esempio, l'archiviazione remota sicura); (ii) per confermare o aggiornare le informazioni fornite dall'utente; o (iii) per informare l'utente di informazioni importanti. Possiamo anche condividere le informazioni in risposta a una citazione in giudizio, a un ordine legale o a una richiesta ufficiale, quando riteniamo che l'utente abbia agito in violazione dei Termini di servizio o quando riteniamo che ciò possa proteggere la sua sicurezza o quella di altri. COOKIE Oltre alle informazioni fornite dall'utente e agli altri metodi descritti sopra, possiamo anche raccogliere informazioni utilizzando cookie, web beacon o tecnologie simili integrate in FOTOFINDER HUB. PROTEZIONE DEI DATI FFS si impegna al massimo per proteggere dalla perdita, dall'uso improprio e dall'alterazione delle informazioni di identificazione personale e delle informazioni relative alla salute che raccogliamo. I nostri server sono protetti da ragionevoli misure di sicurezza fisiche ed elettroniche e utilizziamo la crittografia ogni qualvolta sia garantita o richiesta. RISERVATEZZA FFS manterrà riservati i dati personali di cui viene a conoscenza, a meno che non sia obbligata a fare una notifica ai sensi di un requisito legale, nel qual caso FFS informerà il Cliente della stessa prima di tale notifica. FFS impone tale riservatezza anche a qualsiasi suo dipendente che abbia accesso ai dati personali. OBBLIGO DI SICUREZZA E DI NOTIFICA DI VIOLAZIONE DEI DATI In conformità con le norme e i regolamenti applicabili in quel momento, FFS implementerà le misure tecniche e organizzative appropriate per proteggere i dati personali dalla perdita o da qualsiasi forma di trattamento illecito, tenendo conto dello stato dell'arte e dei costi di implementazione, considerando i rischi connessi al trattamento e la natura dei dati da proteggere. Nel caso di una violazione della sicurezza dei dati personali o di una violazione dei dati personali che possa comportare (una possibilità significativa di) rischi per i diritti e le libertà delle persone fisiche, FFS farà ogni sforzo per informare immediatamente il Cliente. ISPEZIONE E VALUTAZIONE DELL'IMPATTO SULLA PRIVACY Il Cliente ha il diritto, a proprie spese, di far ispezionare le misure e l'adempimento degli obblighi di FFS da una terza parte indipendente, a condizione che (i) il Cliente abbia un motivo ragionevole per un'ispezione, (ii) il Cliente informi FFS dell'intenzione almeno quattordici giorni lavorativi prima dell'ispezione proposta, (iii) la terza parte indipendente segua le indicazioni fornite da FFS con l'ispezione e (iv) l'ispezione non interrompa le operazioni commerciali di FFS. Su richiesta del Cliente, FFS assisterà il Cliente nell'adempimento dei suoi obblighi nell'ambito di una valutazione dell'impatto sulla privacy e, se del caso, con la consultazione preventiva dell'autorità di vigilanza. FFS informerà immediatamente il Cliente se ritiene che un'istruzione comporti una violazione del GDPR o di un altro requisito legale in materia di protezione dei dati. SUBAPPALTATORI FotoFinder può avvalersi dei subprocessori elencati di seguito: Stripe Quando si paga con la carta di credito, i dati della carta di credito, il nome, l'indirizzo (dell'ufficio) e l'indirizzo e-mail vengono memorizzati ed elaborati in modo sicuro dal nostro fornitore di pagamenti Stripe. Possiamo vedere queste informazioni, anche se i dati della carta di credito sono limitati alla data di scadenza e alle ultime quattro cifre della carta. Non possiamo vedere il numero della carta di credito o il CVC (Card Verification Code). In caso di domande, dubbi o suggerimenti relativi alla politica sulla privacy di FFS, si prega di contattarci all'indirizzo info@fotofinder.de.
