Repository: KavitaKumari93/windowTestApp
Catalog: FF.Cockpit.Common/Properties/Resources.*.resx
Languages: de, it

# FotoFinderTermsndServices_resx
source: Wichtiger Hinweis: Mit der Installation, dem Kopieren oder einer sonstigen Benutzung des Softwareproduktes stimmen Sie den folgenden Bedingungen zu. Falls Sie mit den Bedingungen nicht einverstanden sind, installieren und/oder verwenden Sie dieses Softwareprodukt nicht. Präambel Dieser Softwarelizenzvertrag (im Folgenden als EULA bezeichnet) ist eine Vereinbarung zwischen dem Lizenznehmer (als registrierter Anwender im eigenen Namen oder als registrierter Vertreter im Namen eines Unternehmens) und der FotoFinder Systems GmbH, Industriestr. 12, 84364 Bad Birnbach (nachfolgend Lizenzgeber). Die nachstehenden Bestimmungen regeln die Überlassung von Software unabhängig davon, ob diese auf einem Datenträger oder bereits vorinstalliert auf einer EDV- Anlage bereitgestellt wird. 1. Definitionen Software: Der Begriff Software schließt die Anwendungsprogramme, die diesbezüglichen Medien, Druckmaterialien sowie gedruckter oder elektronischer Anwendungsdokumentation ein. Vom Begriff Software sind auch die zu einer Ausgangsversion zugehörigen Updates erfasst, soweit die nachfolgenden Regelungen nicht ausdrücklich etwas anderes zu erkennen geben. Database Engine Der Begriff bezeichnet das Basismodul jeder FotoFinder Software Installation; sie stellt die Datenbank für die Speicherung der Daten bereit, steuert der Peripheriegeräte zur Bildgewinnung und verwaltet die Nutzungslizenzen (Lizenzserver). Die Database Engine ist für jede Softwareinstallation zwingend erforderlich. MOL Die Abkürzung steht für „Module Licence“. Über die MOL werden die Anwendungsprogramme (FotoFinder dermoscope, FotoFinder mediscope, FotoFinder bodystudio) für die Verwendung mit Database Engine freigeschaltet. CAL Die Abkürzung steht für „Client Access Licence“. Über die CAL wird die Berechtigung zur gleichzeitigen Nutzung der Software im Netzwerk erteilt (Mehrplatzinstallation). VO-CAL Die Abkürzung steht für View Only-Client Access License“- Über die VO-CAL wird die Berechtigung zur gleichzeitigen, jedoch funktional eingeschränkten Nutzung der Software im Netzwerk erteilt. VO-CAL Lizenzen geben nur Leserechte für die Datenbank. TML Die Abkürzung steht für „Time Module Licence“ und gewährt dem Lizenznehmer ein zeitlich beschränktes Nutzungsrecht an der Software. Floating Lizenz Lizenz bei dem sich mehrere Anwender das Nutzungsrecht einer Software an unterschiedlichen Arbeitsplätzen teilen können. Add ons: Dieser Begriff steht für Zusatzfunktionen der Software, die optional gegen eine zusätzliche Lizenzgebühr bereitgestellt werden können. Add-ons sind zum Beispiel Zusatzfunktionen wie: GDT- Schnittstelle, HL7 Schnittstelle, Abfragemodul oder Guided Photography. Expertensysteme: Dieser Begriff steht für Software zur Bildauswertung (z.B: Tübinger Moleanalyzer, Bodyscan pro, Trichoscan, UVscan, Skinspector), die optional gegen eine zusätzliche Lizenzgebühr bereitgestellt werden können. Expertensysteme erfordern eine separate Installation. EDV-Anlage: Der Begriff EDV-Anlage bezeichnet einen einzelnen Computer bzw. Computerarbeitsplatz Netzwerk: Unter Netzwerk wird die Verknüpfung von mehreren EDV-Anlagen innerhalb des Unternehmens des Lizenznehmers verstanden. Update: Software mit gleichbleibender oder verbesserter Funktionalität, jedoch mit der Absicht, eine Mängelbeseitigung durchzuführen. 2. Gegenstand des Vertrages (1) Der Lizenzgeber überlässt dem Lizenznehmer nach Maßgabe der nachfolgenden Regelungen die im Angebot zum Vertragsabschluss bezeichnete Software zur dauerhaften Nutzung auf einem Datenträger oder durch Bereitstellung der Software vorinstalliert auf einer EDV-Anlage. Ist die Benutzerdokumentation als elektronische Version verfügbar, so ist die Übergabe einer Printausgabe der Benutzerdokumentation (Benutzerhandbuch) nicht geschuldet. (2) Die Erstellung, Pflege oder mietweise Überlassung von Software ist nicht geschuldet und Gegenstand gesonderter Vereinbarungen. 3. Freischaltung der Software (1) Software muss vom Lizenznehmer innerhalb von 30 Tagen nach Installation der Software durch Eingabe der vom Lizenzgeber bereitgestellten Aktivierungsnummer aktiviert werden. Andernfalls ist die Funktionalität der Software nach Ablauf der ersten 30 Tage automatisch gesperrt. (2) Sofern der Lizenznehmer eine TML erworben hat, ist die Lizenzierung nach Ablauf der jeweiligen TML durch Eingabe einer neuen TML (= Lizenznummer) für den neuen Nutzungszeitraum zu wiederholen. Andernfalls ist die Funktionalität der Software dauerhaft gesperrt. (3) CAL und VO-CAL werden ausschließlich ohne zeitliche Beschränkung vergeben, CAL und VO-CAL setzen eine aktive MOL voraus. (4) Sofern der Lizenznehmer die Software auf einer anderen EDV Anlage installiert oder die technische Konfiguration der EDV- Anlage ändert, auf der die Software bereits installiert ist, kann eine erneute Aktivierung der Software erforderlich sein. 4. Umfang des Nutzungsrechts (1) Der Lizenzgeber räumt dem Lizenznehmer das einfache, nicht ausschließliche Recht ein, die Software zu den nachstehenden Bedingungen dauerhaft zu nutzen. (2) Hat der Lizenznehmer eine MOL erworben, ist er nicht berechtigt, die Software auf mehr als einer EDV-Anlage gleichzeitig zu nutzen. Der Lizenznehmer ist jedoch berechtigt, die Software im Floating Prinzip zu verwenden, d.h. der Lizenznehmer kann die Software auf mehreren in einem Netzwerk befindlichen EDV Anlagen -jedoch nicht zeitgleich- einsetzen; die MOL und die Datenbase Engine müssen hierzu auf dem Netzwerk Server installiert sein. (3) Der Einsatz der Software auf mehr als einer EDV-Anlage gleichzeitig ist nur zulässig, wenn der Lizenznehmer die entsprechende Anzahl Nutzungslizenzen CAL oder VO-CAL erwirbt oder erworben hat und die Software (MOL und Datenbase Engine) in einem Netzwerk betrieben wird. Die Nutzung einer MOL auf mehreren EDV Anlagen, die nicht in einem Netzwerk verbunden ist, setzt den Erwerb und die Installation der Database Engine für jede einzelne EDV Anlage voraus. (4) Sofern der Lizenznehmer nur Updates oder Upgrades zu einer bestehenden Ausgangsversion erworben hat, ist er zur Nutzung dieser Updates oder Upgrades nur für die Originalsoftware, berechtigt, wenn er diese besitzt und nutzt und Inhaber einer für die Originalsoftware gültigen Lizenz ist. (5) Das Recht zur Nutzung der Software umfasst das Recht, eine Sicherungskopie zu erstellen, soweit dieses notwendig ist. (6) Der Lizenznehmer ist berechtigt, die Originalsoftware an Dritte zu veräußern. Die zulässige Weiterveräußerung gegenüber Dritten setzt voraus, dass der Lizenznehmer dem Lizenzgeber vor Veräußerung den Dritten benennt, der die Software und die Rechte zur Nutzung erwirbt. Die Weiterveräußerung ist nur zulässig, wenn dem Dritten gegen über die Originaldatenträger einschließlich aller Kopien der Software, der Handbücher und etwaigen schriftlichen und elektronischen Begleitmaterials, die Lizenzbriefe oder Lizenzverbriefungen auf Datenträgern sowie die Updates und Upgrades und die Verbriefungen der an diesen Produkten bestehenden Lizenzen übergibt. Die Weiterveräußerung kann nur mit einer vollständigen Übertragung der Nutzungsrechte einhergehen. Eine teilweise Übertragung von Nutzungsrechten ist nicht gestattet. (7) Der Lizenznehmer ist in keiner Weise berechtigt, die Software an Dritte zu vermieten, zu verpachten oder zu verleihen. Er ist weiterhin nicht berechtigt, die Software zu bearbeiten oder anderweitige Änderungen an der Software vorzunehmen. (8) Der Lizenznehmer ist zur Vervielfältigung oder Rückübersetzung des Codes (Reverse-Engineering / Disassembling) oder der Codeform nur dann ohne Zustimmung des Lizenzgebers berechtigt, wenn die Vervielfältigung oder Übersetzung – ohne die normale Auswertung zu beeinträchtigen oder die berechtigten Interessen des Lizenzgebers unzumutbar zu verletzen - unerlässlich ist, um die erforderlichen Informationen zur Herstellung der Interoperabilität eines unabhängig geschaffenen Computerprogramms mit anderen Programmen zu erhalten. Dies gilt allerdings nur, sofern folgende Bedingungen erfüllt sind: - die Handlungen werden vom Lizenznehmer oder einer anderen zur Verwendung eines Vervielfältigungsstücks des Programms berechtigten Person oder in deren Namen von einer hierzu ermächtigten Person vorgenommen, - die für die Herstellung der Interoperabilität notwendigen Informationen sind für die im vorangegangenen Absatz genannten Personen nicht ohne weiteres zugänglich gemacht, - die Handlungen beschränken sich auf Teile des ursprünglichen Programms, die zur Herstellung der Interoperabilität notwendig sind, - die im Rahmen einer zulässigen Dekompilierung gewonnenen Informationen dürfen nicht zu anderen Zwecken als zur Herstellung der Interoperabilität des unabhängig geschaffenen Programms verwendet werden, - sie dürfen nicht an Dritte weitergegeben werden, es sei denn, dass dies für die Interoperabilität des unabhängig geschaffenen Programms notwendig ist, - für die Entwicklung oder Herstellung eines Programms mit im Wesentlichen ähnlicher Ausdrucksform oder irgendwelche anderen, das Urheberrecht verletzende Handlungen dürfen diese Informationen ebenfalls nicht verwendet werden. 5. Datensicherung und Backup Der Lizenznehmer wird darauf hingewiesen, dass er für die Datensicherungsstrategie, insbesondere für die regelmäßige Durchführung von Datensicherungen (backup) einschließlich der Sicherungslogik, die Überprüfung der Datensicherung auf Vollständigkeit und Korrektheit sowie für die Sicherstellung der Wiederherstellbarkeit des Datenbestandes aus der Datensicherung selbst verantwortlich ist. Für Schäden, die dem Lizenznehmer oder Dritten durch eine mangelhafte oder unterlassene oder nicht rekonstruierbare Datensicherung entstehen, ist der Lizenznehmer selbst verantwortlich. 6. Verletzung von Nutzungsrechten (1) Im Falle eines Verstoßes gegen die Regelungen unter Punkt 4 durch den Lizenznehmer, dessen gesetzliche Vertreter oder Erfüllungsgehilfen hat der Lizenznehmer dem Lizenzgeber unbeschadet etwaiger Schadensersatzansprüche – eine Vertragsstrafe in Höhe von € 5.000,00 pro Verletzungshandlung zu zahlen. (2) Der Lizenzgeber ist im Falle einer Verletzung seiner Nutzungsrechte - unbeschadet etwaiger Schadensersatzansprüche - berechtigt, vom Vertrag zurückzutreten. Der Lizenznehmer hat in diesem Falle sämtliche Software einschließlich aller Begleitmaterialien an den Lizenzgeber zurückzugeben. Soweit Sicherungskopien gefertigt wurden sind diese zu vernichten. Auf Hardware installierte Software ist zu löschen. Die Vernichtung und Löschung ist dem Lizenzgeber auf erstes Anfordern schriftlich nachzuweisen. 7. Mängelansprüche (1) Der Lizenznehmer hat die Software unverzüglich nach deren Ablieferung durch den Lizenzgeber oder deren Download, soweit dies nach dem ordnungsgemäßen Geschäftsgange tunlich ist zu untersuchen und, wenn sich ein Mangel zeigt, dem Lizenzgeber unverzüglich Anzeige zu machen. Unterlässt der Lizenznehmer die Anzeige, so gilt die Software als genehmigt, es sei denn, dass es sich um einen Mangel handelt, der bei der Untersuchung nicht erkennbar war. (2) Zeigt sich ein solcher Mangel, so muss die Anzeige unverzüglich nach der Entdeckung gemacht werden; anderenfalls gilt die Ware auch in Ansehung dieses Mangels als genehmigt. Zur Erhaltung der Rechte des Lizenznehmers genügt die rechtzeitige Absendung der Anzeige. Die vorangegangenen Bestimmungen gelten nicht, wenn und soweit der Lizenzgeber einen Mangel arglistig verschwiegen haben sollte. (3) Ein Mangel der Software liegt vor, wenn diese bei Gefahrübergang nicht die vereinbarte Beschaffenheit besitzt. Ein Fehler liegt vor, wenn die Software die in ihrer Leistungsbeschreibung angegebenen Funktionen nicht erfüllt, ihren Lauf unkontrolliert abbricht oder sich in anderer Weise nicht funktionsgerecht verhält, so dass die Benutzung der Software verhindert oder erheblich beeinträchtigt wird. Unvollkommenheiten der Software, die dessen Funktion nicht beeinträchtigen, sind keine Mängel. (4) Kein Mangel liegt vor, wenn der Lizenznehmer selbst oder durch Dritte ohne vorherige schriftliche Zustimmung des Lizenzgebers in die Software eingegriffen hat und der Mangel nach dem Eingriff aufgetreten ist. Dem Lizenznehmer ist der Nachweis gestattet, dass der Mangel der Software nicht auf dem Eingriff beruht. Ein Mangel liegt weiterhin nicht vor, wenn die Software auf einer Hardware oder einem Betriebssystem eingesetzt wird, die den Anforderungen nicht entspricht, die im Angebot zum Abschluss des Vertrages oder in den Produktbeschreibungen festgehalten sind. (5) Kein Mangel liegt vor, wenn eine andere oder neue Softwaregeneration des Lizenzgebers die Funktionalität der bisher vom Lizenznehmer verwendeten Softwaregeneration nicht vollständig in Art und Umfang abbildet. (6) Tritt ein Mangel auf, ist der Lizenzgeber nach seiner Wahl berechtigt, den Mangel zu beseitigen oder einen Ersatz der Software zu liefern (Nacherfüllung). (7) Der Lizenzgeber kann die Nacherfüllung davon abhängig machen, dass ein im Verhältnis zu Umfang und Schwere des Mangels der Software angemessener Teil der vereinbarten Vergütung bereits durch den Lizenznehmer bezahlt ist. (8) Die Nacherfüllung gilt nach dem dritten erfolglosen Versuch als fehlgeschlagen. Schlägt die Nacherfüllung fehl, ist der Lizenznehmer berechtigt, vom Vertrag zurückzutreten. (9) Die Verjährungsfrist für Mängelansprüche beträgt bei sachgemäßer Verwendung zwölf (12) Monate. Sie beginnt mit der Ablieferung der Software beim Lizenznehmer. (10) Für den Verlust von Daten und/oder Programmen haftet der Lizenzgeber nur in Höhe des Aufwandes, der entsteht, wenn der Lizenznehmer regelmäßig und anwendungsadäquat Datensicherungen durchführt und dadurch sicherstellt, dass verlorengegangene Daten mit vertretbarem Aufwand wieder hergestellt werden können. Auf Ziffer 5 der EULA wird hingewiesen. (11) Die Haftung für sämtliche Schäden wird ausgeschlossen, soweit sie nicht in den vorstehenden Bestimmungen ausdrücklich benannt sind, auch soweit sie nicht am Liefergegenstand selbst entstanden sind. Ausgenommen hiervon sind Schäden, die aufgrund von Vorsatz oder grober Fahrlässigkeit der Inhaber, leitender Angestellter oder Erfüllungsgehilfen des Lizenzgebers entstanden sind oder die aus schuldhafter Verletzung wesentlicher Vertragspflichten herrühren. Im letzteren Fall wird die Haftung allerdings nur für den typischerweise eintretenden, voraussehbaren Schaden übernommen. Der Haftungsausschluss gilt weiterhin nicht in den Fällen, in welchen bei Fehlern des Liefergegenstandes für Schäden an Leben, Körper oder Gesundheit oder durch privat genutzte Gegenstände verursachte Schäden an Sachen gehaftet wird. (12) Soweit der Lizenzgeber für einen Fehler entsprechend den Regelungen des Produkthaftungsgesetz (ProdHaftG) ersatzpflichtig ist, richten sich Umfang der Haftung ausschließlich nach den Regelungen dieses Gesetzes. Eine darüber hinausgehende Haftung bedarf einer ausdrücklichen schriftlichen Vereinbarung. (13) Der Lizenzgeber übernimmt keine Garantie. Auf eine Garantiezusage des Lizenzgebers kann sich der Lizenznehmer nur dann berufen, wenn diese durch den Lizenzgeber selbst oder dessen gesetzlichen Vertreter schriftlich bestätigt wurde. 8. Haftung (1) Eine weitergehende Haftung als in Ziffer 7 vorgesehen, ist - ohne Rücksicht auf die Rechtsnatur des geltend gemachten Anspruchs - ausgeschlossen. Dies gilt insbesondere für Schadensersatzansprüche aus Verschulden bei Vertragsschluss, wegen sonstiger Pflichtverletzungen oder wegen deliktischer Ansprüche auf Ersatz von Sachschäden gemäß § 823 BGB. (2) Die Begrenzung nach Ziffer 1 gilt auch, soweit der Lizenznehmer anstelle eines Anspruchs auf Ersatz des Schadens, statt der Leistung Ersatz nutzloser Aufwendungen verlangt. (3) Soweit die Schadensersatzhaftung gegenüber dem Lizenznehmer ausgeschlossen oder eingeschränkt ist, gilt dies auch im Hinblick auf die persönliche Schadensersatzhaftung der Angestellten, Arbeitnehmer, Mitarbeiter, Vertreter und Erfüllungsgehilfen des Lizenzgebers. 9. Schutzrechte Dritter (1) Sofern schriftlich nicht anders vereinbart, ist der Lizenzgeber verpflichtet, die Lieferung lediglich im Land des Lieferortes (Deutschland) frei von gewerblichen Schutzrechten und Urheberrechten Dritter (im Folgenden: Schutzrechte) zu erbringen. Sofern ein Dritter wegen der Verletzung von Schutzrechten durch den Lizenzgeber erbrachte, vertragsgemäß genutzte Lieferungen gegen den Lizenznehmer berechtigte Ansprüche erhebt, haftet der Lizenzgeber gegenüber dem Lizenznehmer innerhalb der in Ziffer 7.9 bestimmten Frist wie folgt: a) Der Lizenzgeber wird nach seiner Wahl und auf seine Kosten für die betreffenden Lieferungen entweder ein Nutzungsrecht erwirken, sie so ändern, dass das Schutzrecht nicht verletzt wird, oder austauschen. Ist dies dem Lizenzgeber nicht zu angemessenen Bedingungen möglich, stehen dem Lizenznehmer die gesetzlichen Rücktritts- oder Minderungsrechte zu. b) Die Pflicht des Lizenzgebers zur Leistung von Schadensersatz richtet sich nach Ziffer 7 bzw. 8. c) Die vorstehend genannten Verpflichtungen des Lizenzgebers bestehen nur, soweit der Lizenznehmer den Lizenzgeber über die vom Dritten geltend gemachten Ansprüche unverzüglich schriftlich verständigt, eine Verletzung nicht anerkennt und dem Lizenzgeber alle Abwehrmaßnahmen und Vergleichsverhandlungen vorbehalten bleiben. Stellt der Lizenznehmer die Nutzung der Lieferung aus Schadensminderungs- oder sonstigen wichtigen Gründen ein, ist er verpflichtet, den Dritten darauf hinzuweisen, dass mit der Nutzungseinstellung kein Anerkenntnis einer Schutzrechtsverletzung verbunden ist. (2) Ansprüche des Lizenznehmers sind ausgeschlossen, soweit er die Schutzrechtsverletzung zu vertreten hat. (3) Ansprüche des Lizenznehmers sind ferner ausgeschlossen, soweit die Schutzrechtsverletzung durch spezielle Vorgaben des Lizenznehmers, durch eine vom Lizenzgeber nicht voraussehbare Anwendung oder dadurch verursacht wird, dass die Lieferung vom Lizenznehmer verändert oder zusammen mit nicht vom Lizenzgeber gelieferten Produkten eingesetzt wird. (4) Im Falle von Schutzrechtsverletzungen gelten für die in Ziffer 9.1 a) geregelten Ansprüche des Lizenznehmers, im Übrigen die Bestimmungen der Ziffer 7.8 entsprechend. (5) Bei Vorliegen sonstiger Rechtsmängel gelten die Bestimmungen der Ziffer 7 entsprechend. (6) Weitergehende oder andere als die in dieser Ziffer 9 geregelten Ansprüche des Lizenznehmers gegen den Lizenzgeber und dessen Erfüllungsgehilfen wegen eines Rechtsmangels sind ausgeschlossen. 10. Ausfuhr Der Lizenznehmer wird darauf hingewiesen, dass die Ausfuhr der gelieferten Produkte, Informationen, Software und Dokumentationen (nach den jeweiligen einschlägigen Exportbestimmungen der Bundesrepublik Deutschland, der Europäische Union und/oder den Vereinigten Staaten von Amerika z. B. aufgrund ihrer Art oder ihres Verwendungszweckes oder Endverbleibs der Genehmigungspflicht unterliegen kann oder ausgeschlossen sein kann und Zuwiderhandlungen strafrechtlich bewehrt sind. Der Lizenznehmer steht deshalb dafür ein, sämtliche national oder international geltenden einschlägigen Exportbestimmungen strikt zu beachten und die gegebenenfalls erforderlichen Genehmigungen einzuholen. 11. Schlussbestimmungen (1) Änderungen und Ergänzungen dieser Vereinbarung bedürfen der Schriftform. Dies gilt auch für die Aufhebung, Abänderung oder einen Verzicht auf dieses Schriftformerfordernis. (2) Der Lizenzgeber akzeptiert keine allgemeinen Vertragsbedingungen des Lizenznehmers. Der Einbeziehung solcher allgemeinen Geschäftsbedingungen wird ausdrücklich widersprochen. (3) Als Erfüllungsort gilt D-84364 Bad Birnbach. (4) Gerichtsstand für sämtliche aus und im Zusammenhang sich ergebende Streitigkeiten zwischen den Parteien wird, soweit zulässig, der Sitz des Lizenzgebers vereinbart. Die Vereinbarung unterliegt dem Recht der Bundesrepublik Deutschland. (5) Ergänzend gelten die Allgemeinen Geschäftsbedingungen der FotoFinder Systems GmbH in ihrem jeweils aktuellen Stand.
de: Wichtiger Hinweis: Mit der Installation, dem Kopieren oder einer sonstigen Benutzung des Softwareproduktes stimmen Sie den folgenden Bedingungen zu. Falls Sie mit den Bedingungen nicht einverstanden sind, installieren und/oder verwenden Sie dieses Softwareprodukt nicht. Präambel Dieser Softwarelizenzvertrag (im Folgenden als EULA bezeichnet) ist eine Vereinbarung zwischen dem Lizenznehmer (als registrierter Anwender im eigenen Namen oder als registrierter Vertreter im Namen eines Unternehmens) und der FotoFinder Systems GmbH, Industriestr. 12, 84364 Bad Birnbach (nachfolgend Lizenzgeber). Die nachstehenden Bestimmungen regeln die Überlassung von Software unabhängig davon, ob diese auf einem Datenträger oder bereits vorinstalliert auf einer EDV- Anlage bereitgestellt wird. 1. Definitionen Software: Der Begriff Software schließt die Anwendungsprogramme, die diesbezüglichen Medien, Druckmaterialien sowie gedruckter oder elektronischer Anwendungsdokumentation ein. Vom Begriff Software sind auch die zu einer Ausgangsversion zugehörigen Updates erfasst, soweit die nachfolgenden Regelungen nicht ausdrücklich etwas anderes zu erkennen geben. Database Engine Der Begriff bezeichnet das Basismodul jeder FotoFinder Software Installation; sie stellt die Datenbank für die Speicherung der Daten bereit, steuert die Peripheriegeräte zur Bildgewinnung und verwaltet die Nutzungslizenzen (Lizenzserver). Die Database Engine ist für jede Softwareinstallation zwingend erforderlich. MOL Die Abkürzung steht für "Module Licence". Über die MOL werden die Anwendungsprogramme (FotoFinder dermoscope, FotoFinder mediscope, FotoFinder bodystudio) für die Verwendung mit Database Engine freigeschaltet. CAL Die Abkürzung steht für "Client Access Licence". Über die CAL wird die Berechtigung zur gleichzeitigen Nutzung der Software im Netzwerk erteilt (Mehrplatzinstallation). VO-CAL Die Abkürzung steht für View Only-Client Access License"- Über die VO-CAL wird die Berechtigung zur gleichzeitigen, jedoch funktional eingeschränkten Nutzung der Software im Netzwerk erteilt. VO-CAL Lizenzen geben nur Leserechte für die Datenbank. TML Die Abkürzung steht für "Time Module Licence" und gewährt dem Lizenznehmer ein zeitlich beschränktes Nutzungsrecht an der Software. Floating Lizenz Lizenz bei dem sich mehrere Anwender das Nutzungsrecht einer Software an unterschiedlichen Arbeitsplätzen teilen können. Add-ons: Dieser Begriff steht für Zusatzfunktionen der Software, die optional gegen eine zusätzliche Lizenzgebühr bereitgestellt werden können. Add-ons sind zum Beispiel Zusatzfunktionen wie: GDT- Schnittstelle, HL7 Schnittstelle, Abfragemodul oder Guided Photography. Expertensysteme: Dieser Begriff steht für Software zur Bildauswertung (z.B: Tübinger Moleanalyzer, Bodyscan pro, Trichoscan, UVscan, Skinspector), die optional gegen eine zusätzliche Lizenzgebühr bereitgestellt werden können. Expertensysteme erfordern eine separate Installation. EDV-Anlage: Der Begriff EDV-Anlage bezeichnet einen einzelnen Computer bzw. Computerarbeitsplatz. Netzwerk: Unter Netzwerk wird die Verknüpfung von mehreren EDV-Anlagen innerhalb des Unternehmens des Lizenznehmers verstanden. Update: Software mit gleichbleibender oder verbesserter Funktionalität, jedoch mit der Absicht, eine Mängelbeseitigung durchzuführen. 2. Gegenstand des Vertrages (1) Der Lizenzgeber überlässt dem Lizenznehmer nach Maßgabe der nachfolgenden Regelungen die im Angebot zum Vertragsabschluss bezeichnete Software zur dauerhaften Nutzung auf einem Datenträger oder durch Bereitstellung der Software vorinstalliert auf einer EDV-Anlage. Ist die Benutzerdokumentation als elektronische Version verfügbar, so ist die Übergabe einer Printausgabe der Benutzerdokumentation (Benutzerhandbuch) nicht geschuldet. (2) Die Erstellung, Pflege oder mietweise Überlassung von Software ist nicht geschuldet und Gegenstand gesonderter Vereinbarungen. 3. Freischaltung der Software (1) Software muss vom Lizenznehmer innerhalb von 30 Tagen nach Installation der Software durch Eingabe der vom Lizenzgeber bereitgestellten Aktivierungsnummer aktiviert werden. Andernfalls ist die Funktionalität der Software nach Ablauf der ersten 30 Tage automatisch gesperrt. (2) Sofern der Lizenznehmer eine TML erworben hat, ist die Lizenzierung nach Ablauf der jeweiligen TML durch Eingabe einer neuen TML (= Lizenznummer) für den neuen Nutzungszeitraum zu wiederholen. Andernfalls ist die Funktionalität der Software dauerhaft gesperrt. (3) CAL und VO-CAL werden ausschließlich ohne zeitliche Beschränkung vergeben, CAL und VO-CAL setzen eine aktive MOL voraus. (4) Sofern der Lizenznehmer die Software auf einer anderen EDV-Anlage installiert oder die technische Konfiguration der EDV- Anlage ändert, auf der die Software bereits installiert ist, kann eine erneute Aktivierung der Software erforderlich sein. 4. Umfang des Nutzungsrechts (1) Der Lizenzgeber räumt dem Lizenznehmer das einfache, nicht ausschließliche Recht ein, die Software zu den nachstehenden Bedingungen dauerhaft zu nutzen. (2) Hat der Lizenznehmer eine MOL erworben, ist er nicht berechtigt, die Software auf mehr als eine EDV-Anlage gleichzeitig zu nutzen. Der Lizenznehmer ist jedoch berechtigt, die Software im Floating Prinzip zu verwenden, d.h. der Lizenznehmer kann die Software auf mehreren in einem Netzwerk befindlichen EDV-Anlagen -jedoch nicht zeitgleich- einsetzen; die MOL und die Datenbase Engine müssen hierzu auf dem Netzwerk Server installiert sein. (3) Der Einsatz der Software auf mehr als einer EDV-Anlage gleichzeitig ist nur zulässig, wenn der Lizenznehmer die entsprechende Anzahl Nutzungslizenzen CAL oder VO-CAL erwirbt oder erworben hat und die Software (MOL und Datenbase Engine) in einem Netzwerk betrieben wird. Die Nutzung einer MOL auf mehreren EDV-Anlagen, die nicht in einem Netzwerk verbunden ist, setzt den Erwerb und die Installation der Database Engine für jede einzelne EDV-Anlage voraus. (4) Sofern der Lizenznehmer nur Updates oder Upgrades zu einer bestehenden Ausgangsversion erworben hat, ist er zur Nutzung dieser Updates oder Upgrades nur für die Originalsoftware, berechtigt, wenn er diese besitzt und nutzt und Inhaber einer für die Originalsoftware gültigen Lizenz ist. (5) Das Recht zur Nutzung der Software umfasst das Recht, eine Sicherungskopie zu erstellen, soweit dies notwendig ist. (6) Der Lizenznehmer ist berechtigt, die Originalsoftware an Dritte zu veräußern. Die zulässige Weiterveräußerung gegenüber Dritten setzt voraus, dass der Lizenznehmer dem Lizenzgeber vor Veräußerung den Dritten benennt, der die Software und die Rechte zur Nutzung erwirbt. Die Weiterveräußerung ist nur zulässig, wenn dem Dritten gegen über die Originaldatenträger einschließlich aller Kopien der Software, der Handbücher und etwaigen schriftlichen und elektronischen Begleitmaterials, die Lizenzbriefe oder Lizenzverbriefungen auf Datenträgern sowie die Updates und Upgrades und die Verbriefungen der an diesen Produkten bestehenden Lizenzen übergibt. Die Weiterveräußerung kann nur mit einer vollständigen Übertragung der Nutzungsrechte einhergehen. Eine teilweise Übertragung von Nutzungsrechten ist nicht gestattet. (7) Der Lizenznehmer ist in keiner Weise berechtigt, die Software an Dritte zu vermieten, zu verpachten oder zu verleihen. Er ist weiterhin nicht berechtigt, die Software zu bearbeiten oder anderweitige Änderungen an der Software vorzunehmen. (8) Der Lizenznehmer ist zur Vervielfältigung oder Rückübersetzung des Codes (Reverse-Engineering / Disassembling) oder der Codeform nur dann ohne Zustimmung des Lizenzgebers berechtigt, wenn die Vervielfältigung oder Übersetzung - ohne die normale Auswertung zu beeinträchtigen oder die berechtigten Interessen des Lizenzgebers unzumutbar zu verletzen - unerlässlich ist, um die erforderlichen Informationen zur Herstellung der Interoperabilität eines unabhängig geschaffenen Computerprogramms mit anderen Programmen zu erhalten. Dies gilt allerdings nur, sofern folgende Bedingungen erfüllt sind: - die Handlungen werden vom Lizenznehmer oder einer anderen zur Verwendung eines Vervielfältigungsstücks des Programms berechtigten Person oder in deren Namen von einer hierzu ermächtigten Person vorgenommen, - die für die Herstellung der Interoperabilität notwendigen Informationen sind für die im vorangegangenen Absatz genannten Personen nicht ohne weiteres zugänglich gemacht, - die Handlungen beschränken sich auf Teile des ursprünglichen Programms, die zur Herstellung der Interoperabilität notwendig sind, - die im Rahmen einer zulässigen Dekompilierung gewonnenen Informationen dürfen nicht zu anderen Zwecken als zur Herstellung der Interoperabilität des unabhängig geschaffenen Programms verwendet werden, - sie dürfen nicht an Dritte weitergegeben werden, es sei denn, dass dies für die Interoperabilität des unabhängig geschaffenen Programms notwendig ist, - für die Entwicklung oder Herstellung eines Programms mit im Wesentlichen ähnlicher Ausdrucksform oder irgendwelche anderen, das Urheberrecht verletzenden Handlungen dürfen diese Informationen ebenfalls nicht verwendet werden. 5. Datensicherung und Backup Der Lizenznehmer wird darauf hingewiesen, dass er für die Datensicherungsstrategie, insbesondere für die regelmäßige Durchführung von Datensicherungen (Backup) einschließlich der Sicherungslogik, die Überprüfung der Datensicherung auf Vollständigkeit und Korrektheit sowie für die Sicherstellung der Wiederherstellbarkeit des Datenbestandes aus der Datensicherung selbst verantwortlich ist. Für Schäden, die dem Lizenznehmer oder Dritten durch eine mangelhafte oder unterlassene oder nicht rekonstruierbare Datensicherung entstehen, ist der Lizenznehmer selbst verantwortlich. 6. Verletzung von Nutzungsrechten (1) Im Falle eines Verstoßes gegen die Regelungen unter Punkt 4 durch den Lizenznehmer, dessen gesetzliche Vertreter oder Erfüllungsgehilfen hat der Lizenznehmer dem Lizenzgeber unbeschadet etwaiger Schadensersatzansprüche - eine Vertragsstrafe in Höhe von € 5.000,00 pro Verletzungshandlung zu zahlen. (2) Der Lizenzgeber ist im Falle einer Verletzung seiner Nutzungsrechte - unbeschadet etwaiger Schadensersatzansprüche - berechtigt, vom Vertrag zurückzutreten. Der Lizenznehmer hat in dieser Falle sämtliche Software einschließlich aller Begleitmaterialien an den Lizenzgeber zurückzugeben. Soweit Sicherungskopien gefertigt wurden, sind diese zu vernichten. Auf Hardware installierte Software ist zu löschen. Die Vernichtung und Löschung ist dem Lizenzgeber auf erstes Anfordern schriftlich nachzuweisen. 7. Mängelansprüche (1) Der Lizenznehmer hat die Software unverzüglich nach deren Ablieferung durch den Lizenzgeber oder deren Download, soweit dies nach dem ordnungsgemäßen Geschäftsgang tunlich ist, zu untersuchen und, wenn sich ein Mangel zeigt, dem Lizenzgeber unverzüglich Anzeige zu machen. Unterlässt der Lizenznehmer die Anzeige, so gilt die Software als genehmigt, es sei denn, dass es sich um einen Mangel handelt, der bei der Untersuchung nicht erkennbar war. (2) Zeigt sich ein solcher Mangel, so muss die Anzeige unverzüglich nach der Entdeckung gemacht werden; anderenfalls gilt die Ware auch in Ansehung dieses Mangels als genehmigt. Zur Erhaltung der Rechte des Lizenznehmers genügt die rechtzeitige Absendung der Anzeige. Die vorangegangenen Bestimmungen gelten nicht, wenn und soweit der Lizenzgeber einen Mangel arglistig verschwiegen haben sollte. (3) Ein Mangel der Software liegt vor, wenn diese bei Gefahrübergang nicht die vereinbarte Beschaffenheit besitzt. Ein Fehler liegt vor, wenn die Software die in ihrer Leistungsbeschreibung angegebenen Funktionen nicht erfüllt, ihren Lauf unkontrolliert abbricht oder sich in anderer Weise nicht funktionsgerecht verhält, so dass die Benutzung der Software verhindert oder erheblich beeinträchtigt wird. Unvollkommenheiten der Software, die deren Funktion nicht beeinträchtigen, sind keine Mängel. (4) Kein Mangel liegt vor, wenn der Lizenznehmer selbst oder durch Dritte ohne vorherige schriftliche Zustimmung des Lizenzgebers in die Software eingegriffen hat und der Mangel nach dem Eingriff aufgetreten ist. Dem Lizenznehmer ist der Nachweis gestattet, dass der Mangel der Software nicht auf dem Eingriff beruht. Ein Mangel liegt weiterhin nicht vor, wenn die Software auf einer Hardware oder einem Betriebssystem eingesetzt wird, die den Anforderungen nicht entspricht, die im Angebot zum Abschluss des Vertrages oder in den Produktbeschreibungen festhalten sind. (5) Kein Mangel liegt vor, wenn eine andere oder neue Softwaregeneration des Lizenzgebers die Funktionalität der bisher vom Lizenznehmer verwendeten Softwaregeneration nicht vollständig in Art und Umfang abbildet. (6) Tritt ein Mangel auf, ist der Lizenzgeber nach seiner Wahl berechtigt, den Mangel zu beseitigen oder einen Ersatz der Software zu liefern (Nacherfüllung). (7) Der Lizenzgeber kann die Nacherfüllung davon abhängig machen, dass ein im Verhältnis zu Umfang und Schwere des Mangels der Software angemessener Teil der vereinbarten Vergütung bereits durch den Lizenznehmer bezahlt ist. (8) Die Nacherfüllung gilt nach dem dritten erfolglosen Versuch als fehlgeschlagen. Schlägt die Nacherfüllung fehl, ist der Lizenznehmer berechtigt, vom Vertrag zurückzutreten. (9) Die Verjährungsfrist für Mängelansprüche beträgt bei sachgemäßer Verwendung zwölf (12) Monate. Sie beginnt mit der Ablieferung der Software beim Lizenznehmer. (10) Für den Verlust von Daten und/oder Programmen haftet der Lizenzgeber nur in Höhe des Aufwandes, der entsteht, wenn der Lizenznehmer regelmäßig und anwendungsadäquat Datensicherungen durchführt und dadurch sicherstellt, dass verlorengegangene Daten mit vertretbarem Aufwand wieder hergestellt werden können. Auf Ziffer 5 der EULA wird hingewiesen. (11) Die Haftung für sämtliche Schäden wird ausgeschlossen, soweit sie nicht in den vorstehenden Bestimmungen ausdrücklich benannt sind, auch soweit sie nicht am Liefergegenstand selbst entstanden sind. Ausgenommen hiervon sind Schäden, die aufgrund von Vorsatz oder grober Fahrlässigkeit der Inhaber, leitender Angestellter oder Erfüllungsgehilfen des Lizenzgebers entstanden sind oder die aus schuldhafter Verletzung wesentlicher Vertragspflichten herrühren. Im letzteren Fall wird die Haftung allerdings nur für den typischerweise eintretenden, voraussehbaren Schaden übernommen. Der Haftungsausschluss gilt weiterhin nicht in den Fällen, in denen bei Fehlern des Liefergegenstandes für Schäden an Leben, Körper oder Gesundheit oder durch privat genutzte Gegenstände verursachte Schäden an Sachen gehaftet wird. (12) Soweit der Lizenzgeber für einen Fehler entsprechend den Regelungen des Produkthaftungsgesetzes (ProdHaftG) ersatzpflichtig ist, richtet sich der Umfang der Haftung ausschließlich nach den Regelungen dieses Gesetzes. Eine darüber hinausgehende Haftung bedarf einer ausdrücklichen schriftlichen Vereinbarung. (13) Der Lizenzgeber übernimmt keine Garantie. Auf eine Garantiezusage des Lizenzgebers kann sich der Lizenznehmer nur dann berufen, wenn diese durch den Lizenzgeber selbst oder dessen gesetzlichen Vertreter schriftlich bestätigt wurde. 8. Haftung (1) Eine weitergehende Haftung als in Ziffer 7 vorgesehen, ist - ohne Rücksicht auf die Rechtsnatur des geltend gemachten Anspruchs - ausgeschlossen. Dies gilt insbesondere für Schadensersatzansprüche aus Verschulden bei Vertragsschluss, wegen sonstiger Pflichtverletzungen oder wegen deliktischer Ansprüche auf Ersatz von Sachschäden gemäß § 823 BGB. (2) Die Begrenzung nach Ziffer 1 gilt auch, soweit der Lizenznehmer anstelle eines Anspruchs auf Ersatz des Schadens, statt der Leistung Ersatz nutzloser Aufwendungen verlangt. (3) Soweit die Schadensersatzhaftung gegenüber dem Lizenznehmer ausgeschlossen oder eingeschränkt ist, gilt dies auch im Hinblick auf die persönliche Schadensersatzhaftung der Angestellten, Arbeitnehmer, Mitarbeiter, Vertreter und Erfüllungsgehilfen des Lizenzgebers. 9. Schutzrechte Dritter (1) Sofern schriftlich nicht anders vereinbart, ist der Lizenzgeber verpflichtet, die Lieferung lediglich im Land des Lieferortes (Deutschland) frei von gewerblichen Schutzrechten und Urheberrechten Dritter (im Folgenden: Schutzrechte) zu erbringen. Sofern ein Dritter wegen der Verletzung von Schutzrechten durch den Lizenzgeber erbrachte, vertragsgemäß genutzte Lieferungen gegen den Lizenznehmer berechtigte Ansprüche erhebt, haftet der Lizenzgeber gegenüber dem Lizenznehmer innerhalb der in Ziffer 7.9 bestimmten Frist wie folgt: a) Der Lizenzgeber wird nach seiner Wahl und auf seine Kosten für die betreffenden Lieferungen entweder ein Nutzungsrecht erwirken, sie so ändern, dass das Schutzrecht nicht verletzt wird, oder austauschen. Ist dies dem Lizenzgeber nicht zu angemessenen Bedingungen möglich, stehen dem Lizenznehmer die gesetzlichen Rücktritts- oder Minderungsrechte zu. b) Die Pflicht des Lizenzgebers zur Leistung von Schadensersatz richtet sich nach Ziffer 7 bzw. 8. c) Die vorstehend genannten Verpflichtungen des Lizenzgebers bestehen nur, soweit der Lizenznehmer den Lizenzgeber über die vom Dritten geltend gemachten Ansprüche unverzüglich schriftlich verständigt, eine Verletzung nicht anerkennt und dem Lizenzgeber alle Abwehrmaßnahmen und Vergleichsverhandlungen vorbehalten bleiben. Stellt der Lizenznehmer die Nutzung der Lieferung aus Schadensminderungs- oder sonstigen wichtigen Gründen ein, ist er verpflichtet, den Dritten darauf hinzuweisen, dass mit der Nutzungseinstellung kein Anerkenntnis einer Schutzrechtsverletzung verbunden ist. (2) Ansprüche des Lizenznehmers sind ausgeschlossen, soweit er die Schutzrechtsverletzung zu vertreten hat. (3) Ansprüche des Lizenznehmers sind ferner ausgeschlossen, soweit die Schutzrechtsverletzung durch spezielle Vorgaben des Lizenznehmers, durch eine vom Lizenzgeber nicht voraussehbare Anwendung oder dadurch verursacht wird, dass die Lieferung vom Lizenznehmer verändert oder zusammen mit nicht vom Lizenzgeber gelieferten Produkten eingesetzt wird. (4) Im Falle von Schutzrechtsverletzungen gelten für die in Ziffer 9.1 a) geregelten Ansprüche des Lizenznehmers, im Übrigen die Bestimmungen der Ziffer 7.8 entsprechend. (5) Bei Vorliegen sonstiger Rechtsmängel gelten die Bestimmungen der Ziffer 7 entsprechend. (6) Weitergehende oder andere als die in dieser Ziffer 9 geregelten Ansprüche des Lizenznehmers gegen den Lizenzgeber und dessen Erfüllungsgehilfen wegen eines Rechtsmangels sind ausgeschlossen. 10. Ausfuhr Der Lizenznehmer wird darauf hingewiesen, dass die Ausfuhr der gelieferten Produkte, Informationen, Software und Dokumentationen (nach den jeweiligen einschlägigen Exportbestimmungen der Bundesrepublik Deutschland, der Europäischen Union und/oder den Vereinigten Staaten von Amerika z. B. aufgrund ihrer Art oder ihres Verwendungszweckes oder Endverbleibs der Genehmigungspflicht unterliegen kann oder ausgeschlossen sein kann und Zuwiderhandlungen strafrechtlich bewehrt sind. Der Lizenznehmer steht deshalb dafür ein, sämtliche national oder international geltenden einschlägigen Exportbestimmungen strikt zu beachten und die gegebenenfalls erforderlichen Genehmigungen einzuholen. 11. Schlussbestimmungen (1) Änderungen und Ergänzungen dieser Vereinbarung bedürfen der Schriftform. Dies gilt auch für die Aufhebung, Abänderung oder einen Verzicht auf dieses Schriftformerfordernis. (2) Der Lizenzgeber akzeptiert keine allgemeinen Vertragsbedingungen des Lizenznehmers. Die Einbeziehung solcher allgemeinen Geschäftsbedingungen wird ausdrücklich widersprochen. (3) Als Erfüllungsort gilt D-84364 Bad Birnbach. (4) Gerichtsstand für sämtliche aus und im Zusammenhang sich ergebenden Streitigkeiten zwischen den Parteien wird, soweit zulässig, der Sitz des Lizenzgebers vereinbart. Die Vereinbarung unterliegt dem Recht der Bundesrepublik Deutschland. (5) Ergänzend gelten die Allgemeinen Geschäftsbedingungen der FotoFinder Systems GmbH in ihrem jeweils aktuellen Stand.
it: Informazioni importanti: Con l'installazione, l'utilizzo o un'altra applicazione del software si consiglia di seguire le seguenti istruzioni. Se non siete d'accordo con queste informazioni, non installate e non utilizzate questo software. Caratteristiche Dieser Softwarelizenzvertrag (im Folgenden als EULA bezeichnet) ist eine Vereinbarung zwischen dem Lizenznehmer (als registrierter Anwender im eigenen Namen oder als registrierter Vertreter im Namen eines Unternehmens) und der FotoFinder Systems GmbH, Industriestr. 12, 84364 Bad Birnbach (nachfolgend Lizenzgeber). Le Bestimmungen di cui sopra regolano la fornitura di software in modo univoco, a prescindere dal fatto che il software sia installato su un Datenträger o che sia stato installato su un'installazione EDV. 1. Definizioni Software: Il termine Software indica i programmi di utilizzo, i mezzi di comunicazione, i materiali di stampa e la documentazione elettronica. Vom Begriff Software sind auch die zu einer Ausgangsversion zugehörigen Updates erfasst, soweit die nachfolgenden Regelungen nicht ausdrücklich etwas anderes zu erkennen geben. Database Engine Con questo termine si intende il modulo di base dell'installazione del software FotoFinder; esso fornisce la banca dati per la gestione dei dati, aiuta le periferiche a vincere e gestisce le risorse per la gestione dei dati (Lizenzserver). Il motore di database è indispensabile per ogni installazione del software. MOL La sigla Abkürzung sta per "Module Licence". Con la MOL si possono utilizzare i programmi di utilizzo (FotoFinder dermoscope, FotoFinder mediscope, FotoFinder bodystudio) per l'utilizzo con il Database Engine. CAL L'abbreviazione sta per "Client Access Licence". Con la CAL si ottiene la certificazione per l'utilizzo del software in rete (Mehrplatzinstallation). VO-CAL Die Abkürzung steht für View Only-Client Access License"- Über die VO-CAL wird die Berechtigung zur gleichzeitigen, jedoch funktional eingeschränkten Nutzung der Software im Netzwerk erteilt. Le impostazioni di VO-CAL non comportano alcuna restrizione per la banca dati. TML Die Abkürzung steht für "Time Module Licence" und gewährt dem Lizenznehmer ein zeitlich beschränktes Nutzungsrecht an der Software. Floating Lizenz Lizenz bei dem sich mehrere Anwender das Nutzungsrecht einer Software an unterschiedlichen Arbeitsplätzen teilen können. Add ons: questo termine indica le funzioni del software, che possono essere opzionali per un'applicazione specifica. I componenti aggiuntivi sono, ad esempio, Zusatzfunktionen come: GDT- Schnittstelle, HL7 Schnittstelle, Abfragemodul oder Guided Photography. Sistemi esperti: Questo termine indica un software per la valutazione dei dati (ad esempio: Tübinger Moleanalyzer, Bodyscan pro, Trichoscan, UVscan, Skinspector), che può essere utilizzato in modo opzionale per un'analisi approfondita. Gli Expertensysteme richiedono un'installazione separata. EDV-Anlage: Il termine EDV-Anlage indica un computer separato e una postazione di lavoro per computer. Netzwerk: Con Netzwerk si intende la gestione di più EDV-Anlagen all'interno dell'azienda del cliente. Aggiornamento: Software con funzionalità migliori o peggiori, ma con l'avvertenza di far funzionare una nuova versione del software. 2. Gegenstand des Vertrages (1) Der Lizenzgeber überlässt dem Lizenznehmer nach Maßgabe der nachfolgenden Regelungen die im Angebot zum Vertragsabschluss bezeichnete Software zur dauerhaften Nutzung auf einem Datenträger oder durch Bereitstellung der Software vorinstalliert auf einer EDV-Anlage. Se la documentazione di base è disponibile in versione elettronica, l'elaborazione di una stampa della documentazione di base (manuale di base) non è necessaria. (2) Die Erstellung, Pflege oder mietweise Überlassung von Software ist nicht geschuldet und Gegenstand gesonderter Vereinbarungen. 3. Liberalizzazione del software (1) Il software deve essere attivato da Lizenznehmer entro 30 giorni dall'installazione del software tramite l'inserimento del numero di codice di attivazione da parte di Lizenzgeber. La funzionalità del software dopo i primi 30 giorni viene automaticamente disattivata. (2) Sofern der Lizenznehmer eine TML erworben hat, ist die Lizenzierung nach Ablauf der jeweiligen TML durch Eingabe einer neuen TML (= Lizenznummer) für den neuen Nutzungszeitraum zu wiederholen. In caso contrario, la funzionalità del software viene compromessa. (3) CAL e VO-CAL werden ausschließlich ohne zeitliche Beschränkung vergeben, CAL e VO-CAL setzen eine aktive MOL voraus. (4) Sofern der Lizenznehmer die Software auf einer anderen EDV Anlage installiert oder die technische Konfiguration der EDV- Anlage ändert, auf der die Software bereits installiert ist, kann eine erneute Aktivierung der Software erforderlich sein. 4. Umfang di Nutzungsrechts (1) Der Lizenzgeber räumt dem Lizenznehmer das einfache, nicht ausschließliche Recht ein, die Software zu den nachstehenden Bedingungen dauerhaft zu nutzen. (2) Hat der Lizenznehmer eine MOL erworben, ist er nicht berechtigt, die Software auf mehr als einer EDV-Anlage gleichzeitig zu nutzen. Der Lizenznehmer ist jedoch berechtigt, die Software im Floating Prinzip zu verwenden, d.h. der Lizenznehmer kann die Software auf mehreren in einem Netzwerk befindlichen EDV Anlagen -jedoch nicht zeitgleich- einsetzen; die MOL und die Datenbase Engine müssen hierzu auf dem Netzwerk Server installiert sein. (3) L'installazione del Software su più di un'antenna EDV è possibile solo se l'utente è in grado di fornire un'ampia gamma di servizi CAL o VO-CAL e se il Software (MOL e Datenbase Engine) viene installato in un Netzwerk. L'utilizzo di un MOL su più impianti EDV, che non sono collegati in una rete, comporta l'acquisto e l'installazione di un motore di database per ogni singolo impianto EDV. (4) Sofern der Lizenznehmer nur Updates oder Upgrades zu einer bestehenden Ausgangsversion erworben hat, is er zur Nutzung dieser Updates oder Upgrades nur für die Originalsoftware, berechtigt, wenn er diese besitzt und nutzt und Inhaber einer für die Originalsoftware gültigen Lizenz ist. (5) Das Recht zur Nutzung der Software umfasst das Recht, eine Sicherungskopie zu erstellen, soweit dieses notwendig ist. (6) Der Lizenznehmer ist berechtigt, die Originalsoftware an Dritte zu veräußern. Die zulässige Weiterveräußerung gegenüber Dritten setzt voraus, dass der Lizenznehmer dem Lizenzgeber vor Veräußerung den Dritten benennt, der die Software und die Rechte zur Nutzung erwirbt. Die Weiterveräußerung ist nur zulässig, wenn dem Dritten gegen über die Originaldatenträger einschließlich aller Kopien der Software, der Handbücher und etwaigen schriftlichen und elektronischen Begleitmaterials, die Lizenzbriefe oder Lizenzverbriefungen auf Datenträgern sowie die Updates und Upgrades und die Verbriefungen der an diesen Produkten bestehenden Lizenzen übergibt. La Weiterveräußerung può essere eseguita solo con un'ampia copertura dei requisiti di sicurezza. Non è possibile gestire un'ulteriore Übertragung di Nutzungsrechten. (7) Der Lizenznehmer ist in keiner Weise berechtigt, die Software an Dritte zu vermieten, zu verpachten oder zu verleihen. Non è inoltre obbligato a modificare il Software o ad apportare ulteriori modifiche al Software. (8) Der Lizenznehmer ist zur Vervielfältigung oder Rückübersetzung des Codes (Reverse-Engineering / Disassembling) oder der Codeform nur dann ohne Zustimmung des Lizenzgebers berechtigt, wenn die Vervielfältigung oder Übersetzung - ohne die normale Auswertung zu beeinträchtigen oder die berechtigten Interessen des Lizenzgebers unzumutbar zu verletzen - unerlässlich ist, um die erforderlichen Informationen zur Herstellung der Interoperabilität eines unabhängig geschaffenen Computerprogramms mit anderen Programmen zu erhalten. Questo vale solo se le seguenti condizioni sono soddisfatte: - die Handlungen werden vom Lizenznehmer oder einer anderen zur Verwendung eines Vervielfältigungsstücks des Programms berechtigten Person oder in deren Namen von einer hierzu ermächtigten Person vorgenommen, - die für die Herstellung der Interoperabilität notwendigen Informationen sind für die im vorangegangenen Absatz genannten Personen nicht ohne weiteres zugänglich gemacht, - die Handlungen beschränken sich auf Teile des ursprünglichen Programms, die zur Herstellung der Interoperabilität notwendig sind, - die im Rahmen einer zulässigen Dekompilierung gewonnenen Informationen dürfen nicht zu anderen Zwecken als zur Herstellung der Interoperabilität des unabhängig geschaffenen Programms verwendet werden, - sie dürfen nicht an Dritte weitergegeben werden, es sei denn, dass dies für die Interoperabilität des unabhängig geschaffenen Programms notwendig ist, - per lo sviluppo o la realizzazione di un programma con una forma di utilizzo diversa da quella prevista o per una gestione diversa da quella prevista dal Codice Civile, queste informazioni non devono essere utilizzate. 5. Protezione dei dati e backup Der Lizenznehmer wird darauf hingewiesen, dass er für die Datensicherungsstrategie, insbesondere für die regelmäßige Durchführung von Datensicherungen (backup) einschließlich der Sicherungslogik, die Überprüfung der Datensicherung auf Vollständigkeit und Korrektheit sowie für die Sicherstellung der Wiederherstellbarkeit des Datenbestandes aus der Datensicherung selbst verantwortlich ist. Per gli Schäden, die dem Lizenznehmer oder Dritten durch eine mangelhafte oder unterlassene oder nicht rekonstruierbare Datensicherung entstehen, ist der Lizenznehmer selbst verantwortlich. 6. Verifica delle richieste di risarcimento (1) Nel caso in cui un Verstoßes gegen die Regelungen unter Punkt 4 durch den Lizenznehmer, dessen gesetzliche Vertreter oder Erfüllungsgehilfen hat der Lizenznehmer dem Lizenzgeber unbeschadet etwaiger Schadensersatzansprüche - eine Vertragsstrafe in Höhe von € 5.000,00 pro Verletzungshandlung zu zahlen. (2) Der Lizenzgeber ist im Falle einer Verletzung seiner Nutzungsrechte - unbeschadet etwaiger Schadensersatzansprüche - berechtigt, vom Vertrag zurückzutreten. In questo frangente, il Lizenznehmer deve consegnare il proprio software e tutti i materiali di supporto al Lizenzgeber. Soweit Sicherungskopien gefertigt wurden sind diese zu vernichten. Il software installato sull'hardware deve essere disattivato. La Verniciatura e la Lisciatura sono garantite dall'amministratore del sistema all'inizio dell'installazione. 7. Mängelansprüche (1) Der Lizenznehmer hat die Software unverzüglich nach deren Ablieferung durch den Lizenzgeber oder deren Download, soweit dies nach dem ordnungsgemäßen Geschäftsgange tunlich ist zu untersuchen und, wenn sich ein Mangel zeigt, dem Lizenzgeber unverzüglich Anzeige zu machen. Unterlässt der Lizenznehmer die Anzeige, so gilt die Software als genehmigt, es sei denn, dass es sich um einen Mangel handelt, der bei der Untersuchung nicht erkennbar war. (2) Zeigt sich ein solcher Mangel, so muss die Anzeige unverzüglich nach der Entdeckung gemacht werden; anderenfalls gilt die Ware auch in Ansehung dieses Mangels als genehmigt. Zur Erhaltung der Rechte des Lizenznehmers genügt die rechtzeitige Absendung der Anzeige. Le Bestimmungen vorangegangenen non sono valide, se e quando il Lizenzgeber non ha bisogno di un Mangel arglistig verschwiegen. (3) Ein Mangel der Software liegt vor, wenn diese bei Gefahrübergang nicht die vereinbarte Beschaffenheit besitzt. Ein Fehler liegt vor, wenn die Software die in ihrer Leistungsbeschreibung angegebenenen Funktionen nicht erfüllt, ihren Lauf unkontrolliert abbricht oder sich in anderer Weise nicht funktionsgerecht verhält, so dass die Benutzung der Software verhindert oder erheblich beeinträchtigt wird. Unvollkommenheiten der Software, die dessen Funktion nicht beeinträchtigen, sind keine Mängel. (4) Kein Mangel liegt vor, wenn der Lizenznehmer selbst oder durch Dritte ohne vorherige schriftliche Zustimmung des Lizenzgebers in die Software eingegriffen hat und der Mangel nach dem Eingriff aufgetreten ist. Dem Lizenznehmer ist der Nachweis gestattet, dass der Mangel der Software nicht auf dem Eingriff beruht. Ein Mangel liegt weiterhin nicht vor, wenn die Software auf einer Hardware oder einem Betriebssystem eingesetzt wird, die den Anforderungen nicht entspricht, die im Angebot zum Abschluss des Vertrages oder in den Produktbeschreibungen festgehalten sind. (5) Kein Mangel liegt vor, wenn eine andere oder neue Softwaregeneration des Lizenzgebers die Funktionalität der bisher vom Lizenznehmer verwendeten Softwaregeneration nicht vollständig in Art und Umfang abbildet. (6) Tritt ein Mangel auf, ist der Lizenzgeber nach seiner Wahl berechtigt, den Mangel zu beseitigen oder einen Ersatz der Software zu liefern (Nacherfüllung). (7) Der Lizenzgeber kann die Nacherfüllung davon abhängig machen, dass ein im Verhältnis zu Umfang und Schwere des Mangels der Software angemessener Teil der vereinbarten Vergütung bereits durch den Lizenznehmer bezahlt ist. (8) Die Nacherfüllung gilt nach dem dritten erfolglosen Versuch als fehlgeschlagen. Schlägt die Nacherfüllung fehl, ist der Lizenznehmer berechtigt, vom Vertrag zurückzutreten. (9) Die Verjährungsfrist für Mängelansprüche beträgt bei sachgemäßer Verwendung zwölf (12) Monate. Si inizia con l'utilizzo del software da parte del cliente. (10) Für den Verlust von Daten und/oder Programmen haftet der Lizenzgeber nur in Höhe des Aufwandes, der entsteht, wenn der Lizenznehmer regelmäßig und anwendungsadäquat Datensicherungen durchführt und dadurch sicherstellt, dass verlorengegangene Daten mit vertretbarem Aufwand wieder hergestellt werden können. L'articolo 5 dell'EULA è stato modificato. (11) Die Haftung für sämtliche Schäden wird ausgeschlossen, soweit sie nicht in den vorstehenden Bestimmungen ausdrücklich benannt sind, auch soweit sie nicht am Liefergegenstand selbst entstanden sind. Ausgenommen hiervon sind Schäden, die aufgrund von Vorsatz oder grober Fahrlässigkeit der Inhaber, leitender Angestellter oder Erfüllungsgehilfen des Lizenzgebers entstanden sind oder die aus schuldhafter Verletzung wesentlicher Vertragspflichten herrühren. In questo caso, l'indennizzo è previsto solo per i casi in cui si tratta di uno Schaden tipico eintretenden, che può essere considerato un problema. Der Haftungsausschluss gilt weiterhin nicht in den Fällen, in welchen bei Fehlern des Liefergegenstandes für Schäden an Leben, Körper oder Gesundheit oder durch privat genutzte Gegenstände verursachte Schäden an Sachen gehaftet wird. (12) Soweit der Lizenzgeber für einen Fehler entsprechend den Regelungen des Produkthaftungsgesetz (ProdHaftG) ersatzpflichtig ist, richten sich Umfang der Haftung ausschließlich nach den Regelungen dieses Gesetzes. Eine darüber hinausgehende Haftung bedarf einer ausdrücklichen schriftlichen Vereinbarung. (13) Der Lizenzgeber übernimmt keine Garantie. Auf eine Garantiezusage des Lizenzgebers kann sich der Lizenznehmer nur dann berufen, wenn diese durch den Lizenzgeber selbst oder dessen gesetzlichen Vertreter schriftlich bestätigt wurde. 8. Haftung (1) Eine weitergehende Haftung als in Ziffer 7 vorgesehen, ist - ohne Rücksicht auf die Rechtsnatur des geltend gemachten Anspruchs - ausgeschlossen. Dies gilt insbesondere für Schadensersatzansprüche aus Verschulden bei Vertragsschluss, wegen sonstiger Pflichtverletzungen oder wegen deliktischer Ansprüche auf Ersatz von Sachschäden gemäß § 823 BGB. (2) Die Begrenzung nach Ziffer 1 gilt auch, soweit der Lizenznehmer anstelle eines Anspruchs auf Ersatz des Schadens, statt der Leistung Ersatz nutzloser Aufwendungen verlangt. (3) Soweit die Schadensersatzhaftung gegenüber dem Lizenznehmer ausgeschlossen oder eingeschränkt ist, gilt dies auch im Hinblick auf die persönliche Schadensersatzhaftung der Angestellten, Arbeitnehmer, Mitarbeiter, Vertreter und Erfüllungsgehilfen des Lizenzgebers. 9. Schutzrechte Dritter (1) Sofern schriftlich nicht anders vereinbart, ist der Lizenzgeber verpflichtet, die Lieferung lediglich im Land des Lieferortes (Deutschland) frei von gewerblichen Schutzrechten und Urheberrechten Dritter (im Folgenden: Schutzrechte) zu erbringen. Se ein Dritter wegen der Verletzung von Schutzrechten durch den Lizenzgeber erbrachte, vertragsgemäß genutzte Lieferungen gegen den Lizenznehmer berechtigte Ansprüche erhebt, haftet der Lizenzgeber gegenüber dem Lizenznehmer innerhalb der in Ziffer 7.9 bestimmten Frist wie folgt: a) Der Lizenzgeber wird nach seiner Wahl und auf seine Kosten für die betreffenden Lieferungen entweder ein Nutzungsrecht erwirken, sie so ändern, dass das Schutzrecht nicht verletzt wird, oder austauschen. Se non è possibile modificare le disposizioni del Lizenzgeber, il Lizenznehmer può applicare i diritti di recesso o di risarcimento previsti dalla legge. b) Die Pflicht des Lizenzgebers zur Leistung von Schadensersatz richtet sich nach Ziffer 7 bzw. 8. c) Die vorstehend genannten Verpflichtungen des Lizenzgebers bestehen nur, soweit der Lizenznehmer den Lizenzgeber über die vom Dritten geltend gemachten Ansprüche unverzüglich schriftlich verständigt, eine Verletzung nicht anerkennt und dem Lizenzgeber alle Abwehrmaßnahmen und Vergleichsverhandlungen vorbehalten bleiben. Stellt der Lizenznehmer die Nutzung der Lieferung aus Schadensminderungs- oder sonstigen wichtigen Gründen ein, ist er verpflichtet, den Dritten darauf hinzuweisen, dass mit der Nutzungseinstellung kein Anerkenntnis einer Schutzrechtsverletzung verbunden ist. (2) Ansprüche des Lizenznehmers sind ausgeschlossen, soweit er die Schutzrechtsverletzung zu vertreten hat. (3) Ansprüche des Lizenznehmers sind ferner ausgeschlossen, soweit die Schutzrechtsverletzung durch spezielle Vorgaben des Lizenznehmers, durch eine vom Lizenzgeber nicht voraussehbare Anwendung oder dadurch verursacht wird, dass die Lieferung vom Lizenznehmer verändert oder zusammen mit nicht vom Lizenzgeber gelieferten Produkten eingesetzt wird. (4) Im Falle von Schutzrechtsverletzungen gelten für die in Ziffer 9.1 a) geregelten Ansprüche des Lizenznehmers, im Übrigen die Bestimmungen der Ziffer 7.8 entsprechend. (5) In caso di Vorliegen sonstiger Rechtsmängel gelten die Bestimmungen der Ziffer 7 entsprechend. (6) Weitergehende oder andere als die in dieser Ziffer 9 geregelten Ansprüche des Lizenznehmers gegen den Lizenzgeber und dessen Erfüllungsgehilfen wegen eines Rechtsmangels sind ausgeschlossen. 10. Ausfuhr Der Lizenznehmer wird darauf hingewiesen, dass die Ausfuhr der gelieferten Produkte, Informationen, Software und Dokumentationen (nach den jeweiligen einschlägigen Exportbestimmungen der Bundesrepublik Deutschland, der Europäische Union und/oder den Vereinigten Staaten von Amerika z. B. aufgrund ihrer Art oder ihres Verwendungszweckes oder Endverbleibs der Genehmigungspflicht unterliegen kann oder ausgeschlossen sein kann und Zuwiderhandlungen strafrechtlich bewehrt sind. Der Lizenznehmer steht deshalb dafür ein, sämtliche national oder international geltenden einschlägigen Exportbestimmungen strikt zu beachten und die gegebenenfalls erforderlichen Genehmigungen einzuholen. 11. Schlussbestimmungen (1) Le modifiche e le integrazioni della presente Convenzione si riferiscono alla forma di scrittura. Ciò vale anche per l'Aufhebung, l'Abänderung o un'eventuale verifica di questa forma di scrittura. (2) Il Lizenzgeber non può accettare tutte le decisioni dei Lizenznehmers. La Einbeziehung solcher allgemeinen Geschäftsbedingungen wird ausdrücklich widersprochen. (3) Il luogo di lavoro è D-84364 Bad Birnbach. (4) Gerichtsstand für sämtliche aus und im Zusammenhang sich ergebende Streitigkeiten zwischen den Parteien wird, soweit zulässig, der Sitz des Lizenzgebers vereinbart. Die Vereinbarung unterliegt dem Recht der Bundesrepublik Deutschland. (5) Ergänzend gelten die Allgemeinen Geschäftsbedingungen der FotoFinder Systems GmbH in ihrem jeweils aktuellen Stand.
